{
  "classifications": {},
  "cultures": {
    "Egypt, Luxor / Thebes, Deir el-Medina, Tomb of Kha (TT8)": 450,
    "Egypt, Luxor / Thebes, Deir el-Medina": 293,
    "Egypt, Gebelein, Northern hill, northern necropolis, tomb of Iti and Neferu": 254,
    "Egypt, Gebelein, Northern hill, northern necropolis, tomb of Ini": 105,
    "Egypt, Luxor / Thebes (?)": 80,
    "Egypt, Asyut": 75,
    "Egypt, Luxor / Thebes, Valley of the Queens, Tomb of Nefertari (QV66)": 69,
    "Egypt, Gebelein, Southern hill, area of the Hathor temple, under the foundations": 61,
    "Egypt, Gebelein": 59,
    "Egypt, Luxor / Thebes, Valley of the Queens": 53,
    "Egypt, Asyut, Tomb of Minhotep": 41,
    "Egypt, Tebtynis": 38,
    "Egypt, Cairo, Heliopolis": 37,
    "Egypt, Gebelein, Northern hill, northern necropolis, tomb of the Unknown": 37,
    "Egypt, Asyut, Tomb of Shemes": 34,
    "Egypt, Luxor / Thebes": 27,
    "Egypt, Ashmunein, Hermopolis": 27,
    "Egypt, Luxor / Thebes, Deir el-Medina (?)": 26,
    "Egypt, Luxor / Thebes, Valley of the Queens, Tombs of Khaemwaset (QV44) and Seth-her-khepeshef (QV43)": 19,
    "Egypt, Giza, Giza necropolis": 18,
    "Egypt, Hammamiya": 17,
    "Egypt, Luxor / Thebes, Valley of the Queens, Tomb of Imhotep (QV46)": 17,
    "Egypt, Hammamiya, Necropolis in the plain": 15,
    "Egypt, Gebelein, Northern hill, northern necropolis": 15,
    "Egypt, Luxor / Thebes, Karnak, Temple of Mut": 14,
    "Egypt, Gebelein, Southern hill, area of the Hathor temple": 13,
    "Egypt, Saqqara, Saqqara necropolis (?)": 12,
    "Egypt, Aswan": 12,
    "Egypt, Luxor / Thebes, Karnak, Temple of Ptah": 11,
    "Egypt, Cairo, Heliopolis, Area of the temple": 11,
    "Egypt, Luxor / Thebes, Valley of the Queens, Tomb of Ahmose (QV47)": 10,
    "Egypt, Luxor / Thebes, Valley of the Queens, Tomb of Nebiry (QV30)": 10,
    "Egypt, Luxor / Thebes, Karnak, Temple of Amun": 8,
    "Egypt, Mit Rahinah (?), Memphis (?)": 8,
    "Egypt, Luxor / Thebes, Valley of the Queens, Tomb of an unknown person (QV39)": 8,
    "Egypt, Luxor / Thebes, Karnak (?)": 7,
    "Egypt, Luxor / Thebes, Khokha, Tomb of Djehutymose (TT32)": 6,
    "Egypt, Asyut (?)": 6,
    "Egypt, Luxor / Thebes, Karnak": 5,
    "Egypt, Abydos (?)": 5,
    "Egypt, Saqqara (?)": 5,
    "Egypt, Gebelein, Northern hill, mastaba of Perim, central shaft": 5,
    "Egypt, Gebelein, Northern hill, mastaba of Perim": 5,
    "Italy": 4,
    "Egypt, Saqqara, Saqqara necropolis": 4,
    "Egypt, Luxor / Thebes, Valley of the Queens, \"Monastery\"": 4,
    "Egypt, Gebelein, Northern hill, mastaba of Perim, eastern shaft": 4,
    "Egypt, Cairo, Heliopolis (?)": 3,
    "Egypt, Tamit, Tomb no. 1": 3,
    "Egypt, Cairo, Heliopolis, Kom": 3,
    "Egypt, Luxor / Thebes, Deir el-Medina, Chapel of Maya (TT338)": 2,
    "Egypt, Luxor / Thebes, Sheikh Abd el-Qurna, Tomb of Tjanuni (TT74)": 2,
    "Egypt, Sa el-Hagar (?), Sais (?)": 2,
    "Egypt, Tuna el-Gebel (?)": 2,
    "Egypt, Luxor / Thebes, Deir el-Bahari, Second cachette": 2,
    "Egypt, Luxor / Thebes (?), West Thebes (?)": 2,
    "Egypt, Ashmunein, Hermopolis (?)": 2,
    "Egypt, Luxor / Thebes, Sheikh Abd el-Qurna": 2,
    "Egypt, Gebelein (?)": 2,
    "Egypt, Akhmim (?)": 2,
    "Egypt, Sedment, Sedment (?)": 2,
    "Egypt, Giza, Giza necropolis, Eastern Cemetery, mastaba of Iteti (G7391)": 2,
    "Egypt, Giza, Giza necropolis, Eastern Cemetery, mastaba of Kai": 2,
    "Egypt, Giza, Giza necropolis, Pyramid of Khufu, funerary temple": 2,
    "Egypt, Qau el-Kebir, Tomb of Ibu": 2,
    "Egypt, Luxor / Thebes, Valley of the Queens, Dispersed material": 2,
    "Egypt, Sheikh Ibada, Antinoe (?)": 2,
    "Egypt, Sakinya": 2,
    "Egypt, Luxor / Thebes (?), Kom el-Hettan (?)": 1,
    "Egypt, Luxor / Thebes, Karnak, Temple of Khonsu (?)": 1,
    "Egypt, Tell el-Amarna (?)": 1,
    "Egypt, Dendera": 1,
    "Egypt, Abydos (?), Thebes (?), Abydos (?), Thebes (?)": 1,
    "Egypt, Ashmunein (?), Hermopolis (?)": 1,
    "Egypt, Saqqara, Saqqara necropolis, Tomb of Ptahmy (217/TPC)": 1,
    "Egypt, Luxor / Thebes, Deir el-Medina, Tomb of Kha (TT8), chapel": 1,
    "Egypt, Luxor / Thebes, Deir el-Medina, Tomb of Nakhtmin and Nu (TT291)": 1,
    "Egypt, Aswan, Elephantine": 1,
    "Egypt, Luxor / Thebes, Dra Abu el-Naga, Tomb of Djehutynefer (TT A6)": 1,
    "Egypt, Luxor / Thebes, Asasif, Tomb of Ibi (TT36)": 1,
    "Egypt, Tell el-Yahudiyeh": 1,
    "Egypt, Tuna el-Gebel, Tomb of Petosiris": 1,
    "Egypt, Luxor / Thebes, Deir el-Bahari": 1,
    "Egypt, Luxor / Thebes, Asasif, Tomb of Padiamenipet (TT33)": 1,
    "Egypt, Aswan (?), Sehel (?)": 1,
    "Egypt, Luxor / Thebes, Karnak, Temple of Amun (?)": 1,
    "Egypt, Tell Mustai (?)": 1,
    "Cyprus": 1,
    "Italy, Rome": 1,
    "Egypt, Luxor / Thebes (?), Valley of the Queens (?)": 1,
    "Egypt, Naqada": 1,
    "Egypt, Saqqara, Saqqara necropolis, Mastaba di Sopduhetep (D15)": 1,
    "Egypt, Fayum (?)": 1,
    "Egypt, Giza, Giza necropolis, Western Cemetery, mastaba of Duaenre (G5110)": 1,
    "Egypt, Giza, Giza necropolis, Western Cemetery, mastaba of Wehemnefret": 1,
    "Egypt, Giza, Giza necropolis, Western Cemetery, mastaba of Tjentet": 1,
    "Egypt, Giza, Giza necropolis, Western Cemetery, mastaba of Ankhtef (G4911)": 1,
    "Egypt, Giza, Giza necropolis, Western Cemetery, mastaba of Khentkaus": 1,
    "Egypt, Giza, Giza necropolis, Mastaba/tomb of Itjer": 1,
    "Egypt, Giza, Giza necropolis, Western Cemetery": 1,
    "Egypt, Qau el-Kebir, Tomb of Wahka II": 1,
    "Egypt, Qau el-Kebir": 1,
    "Egypt, Asyut, Plundered tomb": 1,
    "Egypt, Asyut, Tomb that was tampered with": 1,
    "Egypt, Gebelein, Northern hill, mastaba of Perim (?)": 1,
    "Egypt, Gebelein, Northern hill, mastaba of Perim, north side": 1,
    "Egypt, Hawara (?)": 1,
    "Egypt, Dehmit": 1,
    "Egypt, Ellesiya, Rock-cut chapel of Tuthmosis III": 1,
    "Egypt, Aswan (?), Elephantine (?)": 1,
    "Egypt, Tebtynis, Temple of Soknebtynis, vestibule": 1,
    "Egypt, Tebtynis (?), Tebtynis": 1
  }
}