{
  "classifications": {
    "bas-relief": 251,
    "statue": 248,
    "statuette": 223,
    "buste": 152,
    "groupe": 133,
    "haut-relief": 84,
    "relief": 44,
    "médaillon": 40,
    "chapiteau": 29,
    "fragment": 28,
    "vase": 26,
    "esquisse": 22,
    "fragment de statue": 21,
    "fragment de voussure": 18,
    "médaillon ovale": 14,
    "tête": 13,
    "statue gisante": 13,
    "haut relief fragment": 11,
    "statuette esquisse": 11,
    "soubassement": 9,
    "chapiteau d'applique": 9,
    "fragment de retable": 9,
    "statuette modèle": 8,
    "monument funéraire": 8,
    "terme": 8,
    "groupe modèle": 8,
    "banc": 7,
    "statue agenouillée": 7,
    "retable": 7,
    "colonne": 7,
    "chapiteau double": 7,
    "piédestal": 6,
    "gisant": 6,
    "bas-relief esquissé": 6,
    "tombeau": 6,
    "statuette d'applique": 5,
    "épitaphe": 5,
    "fragment d'arcature": 5,
    "culot": 5,
    "buste en hermès": 5,
    "dais": 5,
    "groupe esquisse": 5,
    "petit groupe": 5,
    "haut relief soubassement": 5,
    "casque": 5,
    "cassolette": 4,
    "fragment de tympan": 4,
    "porte": 4,
    "modèle": 4,
    "bouclier": 4,
    "orfèvrerie, argenterie": 4,
    "clef d'arc": 3,
    "faisceau de colonnettes": 3,
    "portail": 3,
    "tailloir": 3,
    "fragment d'applique": 3,
    "figure d'applique": 3,
    "dalle funéraire": 3,
    "groupe maquette": 3,
    "fragment de relief": 3,
    "console": 3,
    "panneau": 3,
    "colonnette": 3,
    "petit groupe esquisse": 3,
    "chapiteau d'angle": 3,
    "buste sur piédouche": 3,
    "enseigne": 3,
    "buste funéraire": 2,
    "prie-dieu": 2,
    "fragment de tombeau": 2,
    "statue assise": 2,
    "bas-relief ovale": 2,
    "fragment de gisant": 2,
    "statuette réduction": 2,
    "fragment de jubé": 2,
    "bas-relief circulaire": 2,
    "fragment de calvaire": 2,
    "modèle original": 2,
    "gargouille": 2,
    "fragment de dalle": 2,
    "dalle": 2,
    "clef de voûte": 2,
    "socle": 2,
    "maquette": 2,
    "statue colonne": 2,
    "médaillon en haut relief": 2,
    "fragment de gisante": 2,
    "tombeau esquissé": 2,
    "bas-relief fragment": 2,
    "base de pilastre": 2,
    "Télamon": 2,
    "aviron": 2,
    "carquois": 2,
    "faisceau": 2,
    "épée": 2,
    "pilastre": 1,
    "retable cintré": 1,
    "tambour de colonne": 1,
    "mosaïque": 1,
    "plaque de chancel": 1,
    "statue mutilée": 1,
    "statue à mi-corps": 1,
    "vasque": 1,
    "obélisque": 1,
    "statue équestre": 1,
    "buste colossal en hermès": 1,
    "fragment de trumeau": 1,
    "tabernacle": 1,
    "plaque funéraire": 1,
    "groupe équestre": 1,
    "base double": 1,
    "fragment de tailloir": 1,
    "cul de lampe": 1,
    "colonnette et chapiteau": 1,
    "fronton": 1,
    "fragment épannelé": 1,
    "antéfixe": 1,
    "tympan": 1,
    "fragment de main": 1,
    "fragment de culot": 1,
    "croix de cimetière": 1,
    "fragment de figure d'applique": 1,
    "buste reliquaire": 1,
    "fragment de linteau": 1,
    "élément architectural": 1,
    "dessus de porte": 1,
    "fragment de frise": 1,
    "fragment de chapiteau": 1,
    "fragment de sarcophage": 1,
    "margelle de puits": 1,
    "fragment d'ambon": 1,
    "pilier": 1,
    "statue modèle": 1,
    "fragment de linteau ?": 1,
    "haut-relief d'applique": 1,
    "fragment de statuette": 1,
    "corbeau": 1,
    "vase funéraire": 1,
    "tailloir à quatre faces": 1,
    "torche": 1,
    "pertuisane": 1,
    "hallebarde": 1,
    "quadrilobe de dais": 1,
    "pendentif ; camée(s)": 1,
    "gemme(s) de la couronne ; coupe": 1,
    "fauteuil ; mobilier": 1,
    "art de la table (?)": 1,
    "pot": 1,
    "orfèvrerie, argenterie ; fourreau": 1,
    "orfèvrerie, argenterie ; éléments de harnachement": 1,
    "art de la table": 1,
    "récipient pour contenu liquide": 1,
    "gemme et pierre dure": 1,
    "inscription funéraire": 1,
    "statuette équestre": 1,
    "chapiteau colonne": 1
  },
  "cultures": {
    "Athènes": 75,
    "Cyclades": 68,
    "Bactriane": 67,
    "Crète": 60,
    "Luristan": 34,
    "Italie": 31,
    "Égypte": 29,
    "Iran Est = Iran oriental": 29,
    "Macédoine": 29,
    "Crète (Grèce->Europe) (?)": 25,
    "Babylonie = Sumer": 25,
    "Europe->France": 25,
    "Grèce": 24,
    "Attique": 23,
    "Olympie": 21,
    "Aigai = Vergina (Palatitza)": 18,
    "Asie mineure": 18,
    "Thessalie": 18,
    "Mycènes (?) ; Rhodes (?)": 16,
    "Assyrie (?)": 15,
    "Italie (?)": 15,
    "Assos": 14,
    "Smyrne = Izmir": 13,
    "Iran du Sud Est": 12,
    "Rome": 12,
    "Chypre": 11,
    "Lapithos": 11,
    "Athènes (?)": 11,
    "Rhodes": 11,
    "Alexandrie": 10,
    "Thessalie (?)": 10,
    "Rhodes (?)": 9,
    "Égypte (?)": 9,
    "Corinthe": 9,
    "Cnossos": 9,
    "Macédoine (?) (atelier corinthien du nord-ouest (?))": 9,
    "Basse Égypte": 9,
    "Inconnu": 9,
    "Palmyre = Tadmor": 8,
    "Apollonia = Cyrène": 8,
    "Paris (France->Ile-de-France = Ile de France)": 7,
    "Irak = Mésopotamie": 7,
    "Qabr hiram": 7,
    "Béotie": 7,
    "Kition = Larnaca": 6,
    "Myrina": 6,
    "Apulie": 6,
    "Taras = Tarente": 6,
    "Amathonte (?)": 5,
    "Syrie": 5,
    "Vallée de l'Indus": 5,
    "Mélos = Milo": 5,
    "Macédoine (?)": 5,
    "Canusium = Canosa": 5,
    "Théra = Santorin": 5,
    "Attique (?)": 5,
    "Ionie": 5,
    "Rome (?)": 5,
    "Thasos": 5,
    "Assyrie": 4,
    "Phénicie": 4,
    "Désert de Lut = Lut": 4,
    "Daphné": 4,
    "Argolide": 4,
    "Grèce (?)": 4,
    "Asie mineure (?)": 4,
    "Cyzique": 4,
    "Clazomènes = Urla (?)": 4,
    "Îles grecques (?)": 4,
    "Eshnunna = Tell Asmar": 3,
    "Dali = Dhali = Idalion": 3,
    "Chypre (?)": 3,
    "Luristan (?)": 3,
    "Péninsule arabique (Golfe)": 3,
    "Europe->Espagne": 3,
    "Pydna": 3,
    "Clazomènes = Urla": 3,
    "Îles grecques": 3,
    "Milet": 3,
    "Thèbes": 3,
    "Argos": 3,
    "Pergame = Bergama": 3,
    "Crète (?)": 3,
    "Milet (?)": 3,
    "Thessalonique": 3,
    "Thèbes (région thébaine->Haute Égypte->Égypte)": 2,
    "Babylone": 2,
    "Suse": 2,
    "Phénicie (?)": 2,
    "Mari = tell Hariri": 2,
    "Asie centrale": 2,
    "Arados = Arwad": 2,
    "Proche-Orient (?)": 2,
    "Paros": 2,
    "Cnide = Tekir": 2,
    "Taras = Tarente (?)": 2,
    "Ionie (?) ; Rhodes (?)": 2,
    "Alexandrie de Troade": 2,
    "Laconie": 2,
    "Hadrumète = Sousse": 2,
    "Campanie (?)": 2,
    "Düver": 2,
    "Afrique proconsulaire": 2,
    "Tanagra": 2,
    "Béotie (?)": 2,
    "Clazomènes = Urla (?) ; Samos (?)": 2,
    "Paestum": 2,
    "(Italie ? Égypte ?)": 2,
    "Syrie (?)": 2,
    "Hermopolis = El Ashmunein (?)": 2,
    "Crète (?) ; Rhodes (?)": 2,
    "Tralles = Aydin": 2,
    "Alexandrie (?)": 2,
    "Démétrias = Volos": 2,
    "Asie mineure (?) ; Grèce (?)": 2,
    "Memphis = Mit-Rahineh": 2,
    "Phénicie (?) ; Syrie (?)": 2,
    "Samos": 2,
    "Kerkyra = Corfou (?) (d'après Dontas) ; Naxos (?)": 2,
    "Proche-Orient (Asie)": 1,
    "Aboukir (Delta occidental->Basse Égypte->Égypte)": 1,
    "Proche-Orient (Asie) (Céramique levantine du type \"Combed Ware\")": 1,
    "Proche-Orient (Asie) (perles marguerites et bucranes)": 1,
    "Proche-Orient (Asie) (Méditerranée orientale d'après Cooney)": 1,
    "Thèbes (Haute Égypte->région thébaine) (critères iconographiques, stylistiques, paléographiques et prosopographiques)": 1,
    "Syrie (Proche-Orient->Asie)": 1,
    "Thèbes (Haute Égypte->région thébaine) (?) (critères iconographiques, stylistiques, paléographiques et prosopographiques)": 1,
    "Syrie (Asie->Proche-Orient) (?)": 1,
    "Rhodes (Europe->Grèce)": 1,
    "Palestine (Proche-Orient->Asie) (trésor de Tell el Ajjoul)": 1,
    "Italie (Europe)": 1,
    "Milan (Italie->Lombardie) (pour la pierre)": 1,
    "Espagne (Europe)": 1,
    "Italie du sud = sud de l'Italie (Europe) (couvercle) ; Le Caire (Afrique->Egypte) (vase (art fatimide))": 1,
    "Eshnunna = Tell Asmar (?)": 1,
    "Irak = Mésopotamie (?)": 1,
    "Girsu = Tello (?)": 1,
    "Diyala (?)": 1,
    "Syrie du Nord (?)": 1,
    "Cappadoce": 1,
    "Kanesh = Kara Hüyük = Kultepe": 1,
    "Dali = Dhali = Idalion (?)": 1,
    "Arsinoé = Marion = Polis (?)": 1,
    "Kourion (?)": 1,
    "Salamine (?)": 1,
    "Sippar": 1,
    "Nippur": 1,
    "Grèce (?) ; Littoral syrien (?)": 1,
    "Paphos (?) (Cap Boumo ? d'après Ohnefalsch-Richter 1893, p. 358-359)": 1,
    "Amathonte": 1,
    "Bactriane (?)": 1,
    "Babylone (?)": 1,
    "Ras Shamra = Ugarit (?) (Style Ras Shamra XIII è s. av. J.-C.)": 1,
    "Chypre (?) ; Syrie (?)": 1,
    "Luristan (d'après le style)": 1,
    "Région de Marlik (?)": 1,
    "Giyan = Tepe Giyan": 1,
    "Iran du Sud Ouest": 1,
    "Arménie = Urartu (?) ; Azerbaïdjan (?) ; Kurdistan (?) (nord)": 1,
    "Liban (?)": 1,
    "Babylone (?) (probablement)": 1,
    "Amathonte (atelier)": 1,
    "Kition = Larnaca (?)": 1,
    "Dur Untash = Tchoga Zanbil": 1,
    "Vallée de l'Indus (?)": 1,
    "Magnésie du Méandre (village de Demrjik, non loin de la route reliant Magnésie et Tralles)": 1,
    "Égine": 1,
    "Lemnos (?)": 1,
    "Corinthe (?) (anse verticale) ; Péloponnèse (septentrional ? : hydrie)": 1,
    "Myrina (?)": 1,
    "Mycènes": 1,
    "Chios": 1,
    "Milet (?) ; Rhodes (?)": 1,
    "Ionie (?) ; Italie méridionale (?)": 1,
    "Camiros (?) ; Rhodes (?)": 1,
    "Argolide (?)": 1,
    "Grèce (atelier épirote ?)": 1,
    "Péloponnèse": 1,
    "Macédoine (?) (atelier corinthien du noed-ouest (?))": 1,
    "Grèce (septentrionale)": 1,
    "Gaule (?)": 1,
    "Calabre = Calabre (Medma ?)": 1,
    "Argos (?)": 1,
    "Arcadie": 1,
    "Paros (?)": 1,
    "Locres": 1,
    "Pont (?)": 1,
    "Basse Égypte (?)": 1,
    "Proche-Orient": 1,
    "Sardes": 1,
    "Géla (?)": 1,
    "Rhodes (?) (Ialysos)": 1,
    "Thèbes (?)": 1,
    "Amisos = Samsun": 1,
    "Imbros = Gökçeada (?)": 1,
    "Béotie (?) ; Corinthe (?)": 1,
    "Cyclades (?)": 1,
    "Mégara Hyblaea": 1,
    "Campanie": 1,
    "Roumanie": 1,
    "Érétrie": 1,
    "Moyenne Égypte": 1,
    "Sicile": 1,
    "Cyzique (?)": 1,
    "Priène": 1,
    "Lucanie = Basilicate": 1,
    "Égypte (?) ; Italie méridionale (?)": 1,
    "Smyrne = Izmir (?)": 1,
    "Apulie (Daunie)": 1,
    "Cios = Gemlik": 1,
    "Amphipolis": 1,
    "Délos (?)": 1,
    "Chalcédoine = Kadiköy": 1,
    "Éphèse": 1,
    "Iasos": 1,
    "Olymos": 1,
    "Olonte": 1,
    "Anaphè": 1,
    "Éleutherne (?)": 1,
    "Malessina (?)": 1,
    "Béotie (?) ; Eubée (?)": 1,
    "Éphèse (?) ; Smyrne = Izmir (?)": 1,
    "Athènes (?) (ou Amphipolis ?)": 1,
    "Milet (?) ; Samos (?)": 1,
    "Sidon = Saïda (?)": 1,
    "Mélos = Milo (?)": 1,
    "Troie (Ilion) = Hissarlik (?)": 1,
    "Kéos": 1,
    "Kymé d'Éolide": 1,
    "Camiros": 1,
    "Aphrodisias = Geyre (?)": 1,
    "Nicomédie = Izmit": 1,
    "Ligortynos": 1,
    "Chypre (?) ; Naucratis = Kôm Gaef (?)": 1,
    "Horbeit": 1,
    "Samothrace (?)": 1,
    "Pharsale": 1,
    "Gortyne": 1,
    "Larissa": 1,
    "Éleusis": 1,
    "Béroia": 1,
    "Thessalonique (?)": 1,
    "Patras": 1,
    "Pélinna": 1,
    "Égypte (?) ; Proche-Orient (?)": 1,
    "Cos": 1,
    "Délos": 1,
    "Messéne": 1,
    "Cyrénaïque (?)": 1,
    "Locres (?)": 1,
    "Crète (?) ; Cyrénaïque (?)": 1,
    "Béotie ; Tanagra": 1,
    "Apulie (?)": 1,
    "Maurétanie Césarienne (?)": 1,
    "(Production syro-palestinienne)": 1,
    "Aghia Triada (?)": 1,
    "Medma = Rosarno": 1,
    "Hipponion = Vibo Valentia ((d'après A. Bencze, 2022))": 1,
    "Alexandrie (?) ; Crète (?)": 1,
    "Rhodes (?) ; Samos (?)": 1,
    "Chios (d'après Simone Killen)": 1,
    "France (Europe) ((fabriqué en France))": 1,
    "Lemnos": 1,
    "Anatolie = Turquie (?) ; Égypte (?) ; Littoral syrien (?)": 1
  }
}