{
  "classifications": {
    "Vases": 2175,
    "Paintings": 1393,
    "Glass": 1140,
    "Bronzes": 961,
    "Sculpture": 896,
    "Ceramics": 876,
    "Ceramics-Porcelain": 723,
    "Terracottas": 665,
    "Stone Sculpture": 570,
    "Gold and Silver": 555,
    "Ceramics-Pottery": 553,
    "Gems": 540,
    "Sculpture-Architectural": 515,
    "Metalwork-Silver": 444,
    "Woodwork-Furniture": 404,
    "Wood-Sculpture": 369,
    "Glass-Stained": 275,
    "Metalwork": 268,
    "Sculpture-Bronze": 252,
    "Metal-Ornaments": 224,
    "Bark-Paintings": 192,
    "Prints": 174,
    "Swords": 173,
    "Medals and Plaquettes": 167,
    "Codices": 159,
    "Jade": 158,
    "Helmets": 142,
    "Metalwork-Gold and Platinum": 140,
    "Sculpture-Stone": 134,
    "Ceramics-Containers": 126,
    "Metalwork-Gold": 126,
    "Enamels": 124,
    "Metal": 121,
    "Miscellaneous-Lead": 119,
    "Coins": 119,
    "Jewelry": 117,
    "Enamels-Champlevé": 116,
    "Metalwork-Copper alloy": 112,
    "Metalwork-Iron": 111,
    "Ivories-Elephant": 109,
    "Horology": 102,
    "Metalwork-Gilt Bronze": 98,
    "Shafted Weapons": 92,
    "Sculpture-Wood": 85,
    "Ceramics-Tiles": 82,
    "Miscellaneous-Stone": 81,
    "Woodwork": 76,
    "Stone-Sculpture": 74,
    "Miscellaneous-Stone Vases": 73,
    "Textiles-Woven": 72,
    "Miscellaneous-Faience": 71,
    "Textiles-Tapestries": 70,
    "Drawings": 66,
    "Armor for Man": 64,
    "Ceramics-Porcelain-Export": 62,
    "Metal-Sculpture": 59,
    "Miscellaneous-Paintings": 57,
    "Photographs": 57,
    "Metalwork-Bronze": 55,
    "Stone": 54,
    "Wood-Implements": 54,
    "Miscellaneous-Bone, Ivory": 53,
    "Metal-Containers": 52,
    "Enamels-Cloisonné": 52,
    "Chordophone-Lute-plucked-fretted": 51,
    "Shields": 49,
    "Furniture": 49,
    "Ivories and Bone": 48,
    "Aerophone-Lip Vibrated-trumpet / trombone": 48,
    "Frames": 47,
    "Woodwork-Architectural": 47,
    "Textiles-Rugs": 46,
    "Chordophone-Lute-bowed-unfretted": 45,
    "Aerophone-Lip Vibrated-horn": 44,
    "Ceramics-Sculpture": 43,
    "Installations": 41,
    "Metalwork-Copper": 37,
    "Tomb Pottery": 36,
    "Cesnola Inscriptions": 36,
    "Cloisonné": 35,
    "Wood": 33,
    "Metalwork-Silver In Combination": 33,
    "Jewelry, Precious Metals and Precious Stones": 33,
    "Sculpture-Miniature": 32,
    "Enamels-Painted": 31,
    "Metal-Implements": 31,
    "Wood-Containers": 31,
    "Armor Parts": 30,
    "Stone-Ornaments": 30,
    "Metalwork-Silver-Miniature": 28,
    "Aerophone-Lip Vibrated": 28,
    "Textiles-Embroidered": 26,
    "Miscellaneous-Amber": 26,
    "Gaming pieces": 26,
    "Daggers": 25,
    "Metalwork-Brass": 25,
    "Natural Substances": 24,
    "Glass-Vessels": 24,
    "Aerophone-Reed Vibrated-double reed": 24,
    "Ivories": 23,
    "Hardstone": 22,
    "Mirrors": 22,
    "Textiles-Costumes": 22,
    "Lapidary Work-Gems": 22,
    "Textiles": 22,
    "Stucco": 22,
    "Manuscripts and Illuminations": 22,
    "Mail": 21,
    "Snuff Bottles": 21,
    "Miscellaneous-Iron": 21,
    "Wood-Architectural": 21,
    "Reproductions-Sculpture": 21,
    "Equestrian Equipment-Bits": 20,
    "Sword Furniture-Kozuka": 20,
    "Firearms Accessories-Flasks & Primers": 19,
    "Armor Parts-Gauntlets": 18,
    "Miscellaneous": 18,
    "Equestrian Equipment-Stirrups": 18,
    "Firearms": 18,
    "Firearms-Pistols-Revolvers": 18,
    "Wood-Furniture": 18,
    "Shell-Ornaments": 18,
    "Books": 18,
    "Miscellaneous-Paper": 18,
    "Miscellaneous-Badges": 17,
    "Wood-Musical Instruments": 17,
    "Ivories-Walrus": 17,
    "Chordophone-Lute-plucked-unfretted": 17,
    "Equestrian Equipment-Spurs": 16,
    "Lacquer": 16,
    "Ivories-Bone": 16,
    "Bone/Ivory-Ornaments": 15,
    "Sculpture-Miniature-Wood": 15,
    "Firearms Accessories-Powder Horns": 14,
    "Sword Furniture-Tsuba": 14,
    "Musical instruments": 14,
    "Metalwork-Steel": 14,
    "Stone-Implements": 14,
    "Paintings-Panels": 14,
    "Chordophone-Harp": 14,
    "Armor for Man-1/2 Armor": 13,
    "Firearms-Pistols-Flintlock": 13,
    "Firearms-Pistols-Wheellock": 13,
    "Horn": 13,
    "Glass-Gold glass": 13,
    "Idiophone-Shaken-rattle": 13,
    "Firearms-Guns-Wheellock": 12,
    "Archery Equipment-Arrows & Quivers": 12,
    "Armor Parts-Breastplates": 12,
    "Judaica": 12,
    "Ceramics-Musical Instruments": 12,
    "Equestrian Equipment-Shaffrons": 11,
    "Firearms-Pistols": 11,
    "Firearms-Pistols-Percussion": 11,
    "Costumes": 11,
    "Natural Substances-Ivory": 11,
    "Natural Substances-Rock Crystal": 11,
    "Metal-Musical Instruments": 11,
    "Reproductions": 11,
    "Snuffboxes": 11,
    "Aerophone-Blow Hole-end-blown flute (vertical)": 11,
    "Aerophone-Reed Vibrated-single reed cylindrical": 11,
    "Tools": 11,
    "Equestrian Equipment-Saddles": 10,
    "Archery Equipment": 10,
    "Natural Substances-Leatherwork": 10,
    "Miscellaneous-Stucco": 10,
    "Bone/Ivory-Sculpture": 10,
    "Textiles-Featherwork": 10,
    "Lapidary Work-Crystal": 10,
    "Sculpture-Architectural-Stone": 10,
    "Aerophone-Blow Hole-side-blown flute (transverse)": 10,
    "Aerophone-Whistle Flute-whistle": 10,
    "Idiophone-Struck-bell-clapper": 10,
    "Sword Furniture": 9,
    "Sword Furniture-Menuki": 9,
    "Metalwork-Silverplate": 9,
    "Bone/Ivory-Implements": 9,
    "Textiles-Beadwork": 9,
    "Arms and Armor": 9,
    "Leatherwork": 9,
    "Equestrian Equipment": 8,
    "Armor for Horse and Man": 8,
    "Firearms-Guns-Flintlock": 8,
    "Bamboo": 8,
    "Paintings-Decorative": 8,
    "Stone-Containers": 8,
    "Beads-Ornaments": 8,
    "Enamels-Basse taille": 8,
    "Glass-Beads": 8,
    "Paintings-Fresco": 8,
    "Aerophone-Whistle Flute-recorder": 8,
    "Armor Parts-Cuirasses": 7,
    "Armor for Man-3/4 Armor": 7,
    "Firearms Accessories": 7,
    "Armor": 7,
    "Sword Furniture-Fittings, Sets of": 7,
    "Seals": 7,
    "Chordophone-Zither-struck-piano": 7,
    "Bark-Sculpture": 7,
    "Basketry-Sculpture": 7,
    "Bone": 7,
    "Enamels-Champlevé & Cloisonné": 7,
    "Accessory": 7,
    "Chordophone-Lute-bowed-fretted": 7,
    "Idiophone-Plucked / Depressed": 7,
    "Membranophone-single-headed / kettle drum": 7,
    "Chordophone-Zither-plucked-long zither": 7,
    "Armor Parts-Arms & Shoulders": 6,
    "Miscellaneous-Buckles & Ornament": 6,
    "Armor for Horse": 6,
    "Armor Parts-Thigh and Leg Defense": 6,
    "Lapidary Work": 6,
    "Metalwork-Pewter": 6,
    "Books and book bindings": 6,
    "Beads-Costumes": 6,
    "Membranophone-double-headed / waisted drum": 6,
    "Idiophone-Struck-bell-without clapper": 6,
    "Aerophone-Whistle Flute-vessel flute": 6,
    "Chordophone-Lute-plucked": 6,
    "Ceramics-Vessels": 6,
    "Archery Equipment-Crossbows": 5,
    "Firearms-Guns": 5,
    "Firearms-Guns-Matchlock": 5,
    "Archery Equipment-Arrowheads": 5,
    "Archery Equipment-Archer's Ring": 5,
    "Glass-Painted": 5,
    "Textiles-Velvets": 5,
    "Ceramics-Implements": 5,
    "Bone/Ivory-Containers": 5,
    "Pastels & Oil Sketches on Paper": 5,
    "Textiles-Painted and/or Printed": 5,
    "Steatites": 5,
    "Idiophone-Struck-gong": 5,
    "Membranophone-single-headed / goblet drum": 5,
    "Aerophone-Free Reed-mouth organ": 5,
    "Chordophone-Zither-plucked": 5,
    "Aerophone-Blow Hole-vessel flute": 5,
    "Idiophone-Struck-slit drum": 5,
    "Aerophone": 5,
    "Firearms-Guns-Miquelet": 4,
    "Helmets Parts": 4,
    "Leather": 4,
    "Gourd": 4,
    "Textiles-Printed": 4,
    "Miscellaneous-Plaster": 4,
    "Wood-Ornaments": 4,
    "Wood-Vessels": 4,
    "Sculpture-Terracotta": 4,
    "Miscellaneous-Shell": 4,
    "Mosaics": 4,
    "Membranophone-single-headed / cylindro-conical": 4,
    "Membranophone-single-headed / conical drum": 4,
    "Knives": 3,
    "Miscellaneous-Ironwork": 3,
    "Armor Parts-Knee Defenses": 3,
    "Saddle Plates": 3,
    "Armor Parts-Backplates": 3,
    "Armor Parts-Masks": 3,
    "Shell": 3,
    "Basketry": 3,
    "Accessory-Foot and Leg wear-Womenswear": 3,
    "Ceramics-Faience": 3,
    "Chess Sets": 3,
    "tablets and plaques": 3,
    "Sculpture-Marble": 3,
    "Textiles-Laces": 3,
    "Miscellaneous-Clay": 3,
    "Miscellaneous-Wood": 3,
    "Variable Media": 3,
    "Hide-Documents": 3,
    "Shell-Sculpture": 3,
    "Textiles-Non-Woven": 3,
    "Shell-Implements": 3,
    "Basketry-Containers": 3,
    "Basketry-Implements": 3,
    "Woodwork-Miscellany": 3,
    "Bark-Ornaments": 3,
    "Basketry-Ornaments": 3,
    "Ivories-Horn": 3,
    "Plates": 3,
    "Metalwork-Lead": 3,
    "Enamels-Ronde Bosse": 3,
    "Sculpture-Vessels": 3,
    "Membranophone-double-headed / cylindrical drum": 3,
    "Chordophone-Lyre-plucked": 3,
    "Chordophone": 3,
    "Idiophone-Shaken-crotal bell": 3,
    "Aerophone-Whistle Flute": 3,
    "Aerophone-Accessories": 3,
    "Membranophone-single-headed / cylindrical drum": 3,
    "Calligraphy": 3,
    "Combination Weapons": 2,
    "Swords-Accessories": 2,
    "Armor Parts-Colletins": 2,
    "Armor Parts-Gorgets": 2,
    "Shields-Parts of": 2,
    "Swords-Hunting": 2,
    "Armor Parts-Elbow Plates": 2,
    "Banners": 2,
    "Firearms-Pistols-Snaphaunce": 2,
    "Coat of mail and plate": 2,
    "Firearms-Pistols-Miquelet": 2,
    "Sword Furniture-Fuchi-Kashira": 2,
    "Firearms Parts": 2,
    "Firearms-Guns-Percussion": 2,
    "Firearms-Cannon": 2,
    "Miscellaneous-Textiles": 2,
    "Illustrated Books": 2,
    "Costumes-Embroidered": 2,
    "Fans": 2,
    "Crèche": 2,
    "Textiles-Painted": 2,
    "Parchment": 2,
    "Miscellaneous-Mosaic": 2,
    "Albums": 2,
    "Feathers-Costumes": 2,
    "Sculpture-Sheet metal": 2,
    "Egyptian Blue-Implements": 2,
    "Woodwork-Lacquer": 2,
    "Beads-Sculpture": 2,
    "Wood-Reliefs": 2,
    "Gourd-Containers": 2,
    "Bone/Ivory-Musical Instruments": 2,
    "Barkcloth": 2,
    "Paper-Drawings": 2,
    "Lapidary Work-Amber": 2,
    "Metalwork-Electrum": 2,
    "Lapidary Work-Sardonyx": 2,
    "Lapidary Work-Jasper": 2,
    "Lapidary Work-Chalcedony": 2,
    "Glass-Moulded": 2,
    "Enamels-Translucent": 2,
    "Lapidary Work-Agate": 2,
    "Paintings-Canvas": 2,
    "Sculpture-Ceramics": 2,
    "Papyrus": 2,
    "Ivories-Whale": 2,
    "Paintings-Icons": 2,
    "Machines & Appliances": 2,
    "Silver": 2,
    "Chordophone-Zither-struck-dulcimer": 2,
    "Chordophone-Zither-plucked-tube": 2,
    "Aerophone-Free Reed-harmonium": 2,
    "Membranophone-single-headed / waisted drum": 2,
    "Idiophone-Concussion": 2,
    "Aerophone-Blow Hole-panpipe": 2,
    "Membranophone-double-headed / barrel drum": 2,
    "Chordophone-Bowed keyboard": 2,
    "Membranophone-double-headed / frame drum": 2,
    "Membranophone-single-headed / frame drum": 2,
    "Chordophone-Zither-plucked-virginal": 2,
    "Chordophone-Zither-plucked-harpsichord": 2,
    "Chordophone-Musical Bow": 2,
    "Idiophone-Shaken-jingle": 2,
    "Aerophone-Reed Vibrated-bagpipe": 2,
    "Aerophone and Idiophone-flue blown / vessel rattle": 2,
    "Aerophone-Free Reed-concertina / accordion": 2,
    "Aerophone-Organ": 2,
    "Idiophone-Accessories": 2,
    "Membranophone-double-headed / conical drum": 2,
    "Idiophone-Struck": 2,
    "Idiophone-Struck-bell": 2,
    "Chordophone-Accessories-bow": 2,
    "Textiles-Dyed": 2,
    "Textiles-Costumes-Accessories": 2,
    "Stone-Vessels": 2,
    "Manuscripts": 2,
    "Metalwork-Enamel": 2,
    "Firearms-Hand Cannon": 1,
    "Armor Parts-Greaves": 1,
    "Costumes-Buff Coat": 1,
    "Swords-Miscellaneous": 1,
    "Sword Furniture-Kogai": 1,
    "Armor for Child": 1,
    "Books & Manuscripts": 1,
    "Helmet Crests": 1,
    "Firearms Accessories-Bandoleers": 1,
    "Equestrian Equipment-Horse Trappings": 1,
    "Archery Equipment-Bows": 1,
    "Surcoat": 1,
    "Miscellaneous-Coins and Medals": 1,
    "Miscellaneous-Paintings & Portraits": 1,
    "Swords-Parts": 1,
    "Soapstone": 1,
    "Amber": 1,
    "Textiles-Painted and Printed": 1,
    "Main dress-Womenswear": 1,
    "Accessory-Waist-Womenswear": 1,
    "Accessory-Foot and Leg wear": 1,
    "Accessory-Jewelry": 1,
    "Metalwork-Sculpture-Inscribed": 1,
    "Wallpaper": 1,
    "Miscellaneous-Bone": 1,
    "Miscellaneous-Papyrus": 1,
    "Hide-Sculpture": 1,
    "Feathers-Containers": 1,
    "Metalwork-Sculpture": 1,
    "Feathers-Sculpture": 1,
    "Metalwork-Aluminum": 1,
    "Metalwork-Implements": 1,
    "Glass-Ornaments": 1,
    "Ceramics-Ornaments": 1,
    "Shell-Costumes": 1,
    "Textiles-Implements": 1,
    "Hide-Containers": 1,
    "Basketry-Costumes": 1,
    "Beads-Containers": 1,
    "Ivory": 1,
    "Metalwork-Mixed Metals": 1,
    "Wood-Paintings": 1,
    "Paintings-Frescoes": 1,
    "Blocks": 1,
    "Idiophone": 1,
    "Stucco-Sculpture": 1,
    "Textiles-Brocades": 1,
    "Plaquettes": 1,
    "Glass-Sculpture": 1,
    "Metalwork-Forgeries": 1,
    "Lapidary Work-Gabbro": 1,
    "Lapidary Work-Hematite": 1,
    "Enamels-Émail de plique": 1,
    "Lapidary Work-Serpentine": 1,
    "Sculpture-Plaster": 1,
    "Sculpture-Alabaster": 1,
    "Reproductions-Mosaics": 1,
    "Textiles-Costumes-Ecclesiastical": 1,
    "Glass-Miscellany": 1,
    "Furniture-Wood": 1,
    "Idiophone-Struck-bar-stone": 1,
    "Chordophone-Zither": 1,
    "Idiophone-Struck-bar-wood": 1,
    "Idiophone-Struck-bar-metal": 1,
    "Aerophone-Blow Hole-nose flute": 1,
    "Membranophone": 1,
    "Membranophone-double-headed / cylindro-conical": 1,
    "Chordophone-Lute": 1,
    "Chordophone-Zither-bowed": 1,
    "Membranophone-single-headed / biconical drum": 1,
    "Chordophone-Zither-struck-clavichord": 1,
    "Membranophone-double-headed / biconical drum": 1,
    "Chordophone-Bowed": 1,
    "Idiophone-Stamping": 1,
    "Idiophone-Scraped": 1,
    "Membranophone-single-headed / vase-shaped drum": 1,
    "Aerophone-Free Reed": 1,
    "Aerophone-Free Aerophone": 1,
    "Aerophone-Reed Vibrated": 1,
    "Aerophone-Reed Vibrated-pipe": 1,
    "Decorative arts": 1,
    "Chordophone-Lute-bowed": 1,
    "Paper-Photographs": 1,
    "Electrophone": 1,
    "Chordophone-Accessories": 1,
    "Ephemera": 1,
    "Wood-Costumes": 1,
    "architecture, arch. elements and related": 1,
    "Lighting": 1,
    "Textiles-Upholstery": 1,
    "Metalwork-Reliefs": 1
  },
  "cultures": {
    "American": 2295,
    "Roman": 1515,
    "Greek, Attic": 1013,
    "French": 828,
    "China": 827,
    "Greek": 699,
    "Cypriot": 552,
    "Etruscan": 527,
    "Minoan": 395,
    "German": 323,
    "Japan": 316,
    "Byzantine": 249,
    "Japanese": 218,
    "Italian": 197,
    "British": 188,
    "Catalan": 140,
    "Greek, Eastern Mediterranean": 138,
    "Greek, Laconian": 134,
    "South Netherlandish": 118,
    "Spanish": 103,
    "Greek, Corinthian": 102,
    "Greek, South Italian, Tarentine": 98,
    "Greek, South Italian, Apulian": 91,
    "East Greek": 89,
    "Frankish": 88,
    "Lydian": 83,
    "Greek, Boeotian": 79,
    "European": 75,
    "Indonesia (Java)": 73,
    "Austrian": 68,
    "Mycenaean": 67,
    "Chinese": 65,
    "Moche": 65,
    "Greek, South Italian, Campanian": 62,
    "Italic": 56,
    "India": 54,
    "Chimú": 51,
    "Roman, Cypriot": 50,
    "Egyptian": 50,
    "Greek or Roman": 50,
    "Greek, Cretan": 49,
    "Cycladic": 46,
    "Korea": 42,
    "Roman, Syrian": 42,
    "Edo peoples": 42,
    "Kwoma": 42,
    "Italian, Milan": 40,
    "French, Paris": 39,
    "Greek, South Italian": 39,
    "German, Augsburg": 38,
    "Greek, Cypriot": 35,
    "Thailand": 34,
    "Kwoma, Wanyi clan": 33,
    "Helladic, Mycenaean": 32,
    "Pakistan (ancient region of Gandhara)": 31,
    "Maya": 31,
    "Kwoma, Kalaba clan": 31,
    "Italian (Venice)": 31,
    "Indian": 30,
    "Chinese, for American market": 29,
    "Asmat people": 29,
    "Mexican": 28,
    "Inca": 28,
    "Dogon peoples": 28,
    "American, Shaker": 26,
    "Vietnam": 26,
    "Wari": 26,
    "Kwoma, Sunggwei Wanyi clan": 26,
    "North Italian": 26,
    "Netherlandish": 25,
    "Tibet": 25,
    "Mexica (Aztec)": 25,
    "Iran": 25,
    "Lambayeque (Sicán)": 24,
    "Kwoma, Abgwala Kalaba clan": 24,
    "Nasca": 23,
    "Kwoma, Amachi-Kalaba clan": 23,
    "Langobardic": 23,
    "British (American market)": 22,
    "Turkish": 22,
    "Tibetan": 22,
    "Celtic": 22,
    "Helladic": 22,
    "Bamana peoples": 21,
    "European or American (?)": 21,
    "German, Nuremberg": 20,
    "Thailand (Si Satchanalai)": 20,
    "Cretan": 20,
    "South Italian": 19,
    "Greek, South Italian, Apulian, Gnathian": 19,
    "North Netherlandish": 19,
    "Dutch": 18,
    "Greek, South Italian, Campanian, Teano": 18,
    "Italian, Gubbio": 18,
    "French, for American market": 17,
    "Villanovan": 17,
    "India (Jammu and Kashmir, ancient kingdom of Kashmir)": 17,
    "Greek, Ptolemaic": 17,
    "Greek Neolithic": 17,
    "Chimú or Chancay": 17,
    "Italian, Deruta": 17,
    "South German": 16,
    "Thailand (Ban Chiang)": 16,
    "Roman, Egyptian": 16,
    "Greek, South Italian, Lucanian": 16,
    "Etruscan, Vulci": 16,
    "Baule peoples": 16,
    "Avar": 16,
    "Kyivan Rus’": 16,
    "Greek, Euboean": 15,
    "Roman, Pompeian": 15,
    "Paracas": 15,
    "Irish": 14,
    "Italian, probably Milan": 14,
    "North French": 14,
    "Greek, Ptolemaic, Cretan": 14,
    "Nayarit": 14,
    "Austrian, Innsbruck": 13,
    "Indonesia": 13,
    "Cambodia": 13,
    "Nepal (Kathmandu Valley)": 13,
    "Greek, Asia Minor": 13,
    "Roman or Byzantine": 13,
    "Praenestine": 13,
    "Rhodian": 13,
    "Teotihuacan": 13,
    "Senufo peoples": 13,
    "Anglo-Saxon": 13,
    "Late Roman": 13,
    "India, Kolkata, West Bengal": 13,
    "American or British": 12,
    "Indonesia (Java, Lumajang, Pasiran)": 12,
    "Greek, Rhodian": 12,
    "Egyptian, Roman": 12,
    "Greek, South Italian, Campanian, Calenian": 12,
    "Greek, South Italian, Apulian, Canosan": 12,
    "Calima (Yotoco)": 12,
    "Yoruba peoples": 12,
    "Dan peoples": 12,
    "Fon peoples": 12,
    "Toba Batak peoples": 12,
    "Nepal": 11,
    "Phoenician": 11,
    "Egyptian, Ptolemaic": 11,
    "Ostrogothic": 11,
    "Greek, Ionian": 11,
    "Muisca": 11,
    "Cupisnique": 11,
    "Yaka peoples": 11,
    "Italian, Castelli": 11,
    "Sienese": 11,
    "Acheulean": 11,
    "British, probably": 10,
    "Italian, Venice": 10,
    "British, Greenwich": 10,
    "North Spanish": 10,
    "Roman, Palestinian": 10,
    "Roman, Rhenish": 10,
    "Roman, Eastern Mediterranean": 10,
    "Greek, Chalcidian": 10,
    "Chiriqui": 10,
    "Akan peoples": 10,
    "Maori people": 10,
    "Italian, Urbino": 10,
    "probably French (Nevers)": 10,
    "Coptic": 10,
    "Bohemian": 9,
    "Italian, Brescia": 9,
    "German, Munich": 9,
    "British, London": 9,
    "Eastern Mediterranean or Italian": 9,
    "Greek, probably Attic": 9,
    "Greek or Achaemenid": 9,
    "Javanese": 9,
    "Coclé (Macaracas)": 9,
    "Zenú": 9,
    "Guanacaste-Nicoya": 9,
    "Abelam people": 9,
    "Marquesan (Enata) people": 9,
    "Russian": 9,
    "North French or South Netherlandish": 9,
    "probably French": 8,
    "German, Saxony": 8,
    "Syrian": 8,
    "American, Springfield, Massachusetts and New York": 8,
    "India (Bihar)": 8,
    "India (Tamil Nadu)": 8,
    "Burma": 8,
    "Greek or Cypriot": 8,
    "Roman, probably Italian": 8,
    "Etruscan or Italic": 8,
    "Greek, Arcadian": 8,
    "Classic Veracruz": 8,
    "Chiriquí": 8,
    "Kongo peoples": 8,
    "Kuba peoples": 8,
    "Iatmul people": 8,
    "Taíno": 8,
    "Assyrian": 8,
    "Italian, Siena": 8,
    "North German": 8,
    "Scandinavian": 8,
    "Carolingian": 8,
    "French or Spanish": 8,
    "Thai": 8,
    "Iranian": 7,
    "German, Dresden": 7,
    "Visigothic": 7,
    "Nepal, Kathmandu Valley": 7,
    "Indonesia (Java, Ngandjuk)": 7,
    "East Greek or Lydian": 7,
    "Greek, probably Boeotian": 7,
    "Roman, Syro-Palestinian": 7,
    "Greek, Sicilian": 7,
    "Graeco-Persian": 7,
    "Etruscan, Etrusco-Corinthian": 7,
    "Veracruz": 7,
    "Tolima": 7,
    "Tairona": 7,
    "Luba peoples": 7,
    "Lower Niger Bronze Industry": 7,
    "Mezcala": 7,
    "Colima": 7,
    "Tolita-Tumaco": 7,
    "Sasanian": 7,
    "Ottonian": 7,
    "Langobardic or Byzantine (?)": 7,
    "Late Roman or Byzantine": 7,
    "French (cartoon)/South Netherlandish (woven)": 7,
    "Korean": 7,
    "Iranian (Persian)": 7,
    "Moroccan": 7,
    "Austrian, Vienna": 6,
    "American, Hartford, Connecticut": 6,
    "Belgian": 6,
    "Anatolian": 6,
    "Phoenician or Carthaginian": 6,
    "Italic, Villanovan": 6,
    "Dimini culture": 6,
    "Recuay": 6,
    "Huastec": 6,
    "Mixtec": 6,
    "Igbo peoples": 6,
    "Cenderawasih Bay": 6,
    "Solomon Islands": 6,
    "Yoruba": 6,
    "Sumerian": 6,
    "Burmese": 6,
    "Tairona People; Gayraca style": 6,
    "British or Irish": 5,
    "Chinese for export": 5,
    "Caucasian": 5,
    "French or Italian": 5,
    "Scottish": 5,
    "Portuguese": 5,
    "German or Austrian": 5,
    "possibly Italian": 5,
    "Colonial American": 5,
    "Swiss": 5,
    "Northern India": 5,
    "India (Madhya Pradesh)": 5,
    "East Greek, Rhodian": 5,
    "Greek, Asia Minor, Smyrna": 5,
    "Cypriot or Phoenician": 5,
    "Etruscan or Roman": 5,
    "Greek, Pergamene": 5,
    "Greek, Melian": 5,
    "Greek, Sicilian, Centuripe": 5,
    "Greek, South Italian, Paestan": 5,
    "East Greek or Parthian": 5,
    "Roman, probably Egyptian": 5,
    "Topará": 5,
    "Kwoma, Kuimbi Wanyi clan": 5,
    "Pende peoples": 5,
    "Akan": 5,
    "Olmec": 5,
    "Tiwanaku": 5,
    "Salinar": 5,
    "Baga peoples": 5,
    "Mangbetu peoples": 5,
    "Guro": 5,
    "Elema people": 5,
    "Ambrym Island": 5,
    "Kanak people": 5,
    "Nauru peoples": 5,
    "Sumba Island": 5,
    "Yoruba peoples, Owo group": 5,
    "Kuba": 5,
    "Italian, Castel Durante": 5,
    "Italian, probably Faenza": 5,
    "Italian, Faenza": 5,
    "Avar or Byzantine": 5,
    "British (?)": 5,
    "Viking": 5,
    "Vendel": 5,
    "North African (Carthage)": 5,
    "European Bronze Age": 5,
    "Condorhuasi-Alamito": 5,
    "Tlingit, Native American": 5,
    "Peru (Cuzco)": 5,
    "Western European": 4,
    "possibly French": 4,
    "German, Berlin": 4,
    "probably German": 4,
    "German, probably Nuremberg": 4,
    "French, Versailles": 4,
    "Eastern European": 4,
    "Bohemian, probably Prague": 4,
    "possibly Spanish": 4,
    "Crusader": 4,
    "French, probably Paris": 4,
    "Germanic": 4,
    "Central European": 4,
    "Indonesia (Sulawesi)": 4,
    "Sri Lanka": 4,
    "India (West Bengal)": 4,
    "East Greek, Milesian, Fikellura": 4,
    "Graeco-Phoenician": 4,
    "Phrygian": 4,
    "Greek, probably Eastern Mediterranean": 4,
    "Greek or Etruscan": 4,
    "Etruscan, Cerveteri": 4,
    "Greek, Argive": 4,
    "East Germanic or nomadic (?)": 4,
    "Greek, Tarentine": 4,
    "Eastern Mediterranean or South Italian": 4,
    "East Greek, Wild Goat Style": 4,
    "Native Italic, Daunian": 4,
    "East Greek, Clazomenian": 4,
    "Diquís": 4,
    "Coclé (Parita)": 4,
    "International Style": 4,
    "Conte (?)": 4,
    "Calima-Yotoco": 4,
    "Dogon or Tellem  peoples (?)": 4,
    "Songye peoples": 4,
    "Kongo": 4,
    "Chokwe peoples": 4,
    "Northern New Ireland": 4,
    "Massim region": 4,
    "Sawos people": 4,
    "Rapa Nui people": 4,
    "Luluwa peoples": 4,
    "Biwat people": 4,
    "Murik Lakes": 4,
    "Manteño": 4,
    "Leti Islands": 4,
    "Kenyah or Kayan peoples": 4,
    "Scythian": 4,
    "Italian, Urbino and Gubbio": 4,
    "Italian, probably Urbino": 4,
    "Italian (?)": 4,
    "German or South Netherlandish": 4,
    "French or South Netherlandish": 4,
    "Sarmatian": 4,
    "Armenian": 4,
    "Native American (Puerto Rico)": 4,
    "Italian (Cremona)": 4,
    "Probably British": 3,
    "Flemish, possibly Antwerp": 3,
    "Turkish, possibly Istanbul, in the style of Turkman armor": 3,
    "possibly British": 3,
    "German, Landshut": 3,
    "probably Dutch": 3,
    "Western European, Gallo-Roman (found in Vermand, France)": 3,
    "Spanish, Madrid": 3,
    "Italian, probably Brescia": 3,
    "American, New York": 3,
    "Russian, Tula": 3,
    "British, probably London": 3,
    "Italian, Milan or Brescia": 3,
    "Indian or Iranian": 3,
    "Turkish, Istanbul (?)": 3,
    "Indian, Mughal": 3,
    "Italian, possibly Naples": 3,
    "Western European, Langobardic": 3,
    "Italian, Pisa": 3,
    "European, possibly German": 3,
    "Mongolian or Tibetan": 3,
    "Thailand (Buriram Province)": 3,
    "Bangladesh or India (Bengal)": 3,
    "Cambodia or Vietnam": 3,
    "Southern Thailand": 3,
    "India (Uttar Pradesh, Mathura)": 3,
    "India (Jammu & Kashmir, ancient kingdom of Kashmir) or Pakistan": 3,
    "Western Tibet": 3,
    "India (Himachal Pradesh)": 3,
    "Bangladesh": 3,
    "Northeast Thailand": 3,
    "Pakistan (Swat Valley)": 3,
    "France": 3,
    "Central Tibet": 3,
    "India, Mumbai, Maharashtra": 3,
    "India, Karla–Lonavala, Maharashtra": 3,
    "Peruvian": 3,
    "Cypriot or Greek": 3,
    "Late Villanovan": 3,
    "Etruscan, Italo-Corinthian": 3,
    "Etruscan, Faliscan": 3,
    "Egyptian (?)": 3,
    "Carthaginian": 3,
    "Native Italic, Daunian, Canosan": 3,
    "Italic-Native, South Italian (Canosan)": 3,
    "Greek, Asia Minor, Myrina": 3,
    "Italic, Samnite": 3,
    "Greek, Attic or Boeotian": 3,
    "Native Italic, Apulian, Messapian": 3,
    "Egyptian, Ptolemaic or Roman": 3,
    "Greek, Eastern Mediterranean or Italian": 3,
    "Greek, probably Rhodian": 3,
    "Etruscan, Populonia": 3,
    "Etruscan, Italo-geometric": 3,
    "Mexica": 3,
    "Vicús": 3,
    "Babanki": 3,
    "Ijo peoples": 3,
    "Atlantic Watershed": 3,
    "Kwele peoples": 3,
    "Temne or Bullom": 3,
    "Dengese peoples": 3,
    "Lega peoples": 3,
    "Nuna": 3,
    "Southern New Ireland": 3,
    "Asante": 3,
    "Veraguas": 3,
    "Bamana": 3,
    "Central Region": 3,
    "Chancay": 3,
    "Salinar (?)": 3,
    "Angoram people": 3,
    "Tami Islands": 3,
    "Sulka people": 3,
    "Bassa peoples": 3,
    "Loma or Toma peoples": 3,
    "Toba Batak": 3,
    "Ngadju or Ot Danum peoples": 3,
    "Lampung peoples": 3,
    "Tolima (?)": 3,
    "Quechua": 3,
    "Shona peoples": 3,
    "Ho-Chunk": 3,
    "Late Roman/Early Byzantine": 3,
    "Italian (Tuscany?)": 3,
    "Italian, probably Castel Durante": 3,
    "Florentine": 3,
    "Italian (Rome or Siena?)": 3,
    "probably Italian (Venice); possibly Innsbruck": 3,
    "Islamic": 3,
    "probably Italian (Venice)": 3,
    "British or North French": 3,
    "Central Italian": 3,
    "Celtic or Roman": 3,
    "East Germanic": 3,
    "Hallstatt": 3,
    "Spanish (?)": 3,
    "Ethiopian": 3,
    "Chokwe": 3,
    "Nepalese": 3,
    "Australian": 3,
    "Norwegian": 3,
    "Yup'ik, Native American": 3,
    "Haida, Native American": 3,
    "India, Karla-Lonavala, Maharashtra": 3,
    "Kingdom of Buganda": 3,
    "Chinese, for Swedish market": 2,
    "French, possibly": 2,
    "British, possibly": 2,
    "Austrian, Hall": 2,
    "German, Munich and Augsburg": 2,
    "Turkish or Iranian": 2,
    "German or Tyrolean": 2,
    "Iranian or Turkish": 2,
    "Turkish, in the style of Turkman armor": 2,
    "possibly Japanese": 2,
    "Swiss, Zürich": 2,
    "Syrian or Egyptian": 2,
    "Italian, possibly Brescia": 2,
    "Italian or Flemish": 2,
    "German, possibly Munich": 2,
    "probably Turkish": 2,
    "German, Augsburg or Nuremberg": 2,
    "Austrian, Innsbruck or Mühlau": 2,
    "probably Spanish": 2,
    "Spanish, Eibar": 2,
    "French, Lisieux": 2,
    "German, Erfurt": 2,
    "German, possibly Brunswick": 2,
    "French or British": 2,
    "German, Schwäbisch Gmünd": 2,
    "German, probably Saxony": 2,
    "German, possibly Lower Saxony": 2,
    "probably Austrian": 2,
    "Italian, Bargi": 2,
    "Persian, Qajar": 2,
    "Turkish, probably Istanbul": 2,
    "American, Paterson, New Jersey": 2,
    "Byzantine or Crusader": 2,
    "Mongolian": 2,
    "Sumatran, Sultanate of Aceh": 2,
    "probably Central European": 2,
    "Tibetan or Chinese": 2,
    "possibly Roman or Celtic": 2,
    "Gallo-Roman": 2,
    "German or Bohemian": 2,
    "Thracian or Celtic": 2,
    "Polish": 2,
    "Tibetan, Derge": 2,
    "Tibetan, and possibly Bhutanese and Nepalese": 2,
    "Thailand (Ban Chiang culture)": 2,
    "India, Tamil Nadu": 2,
    "India (Orissa)": 2,
    "Indonesia (Kutei region, Kalimantan)": 2,
    "India (Uttar Pradesh or Madhya Pradesh)": 2,
    "India (Uttar Pradesh)": 2,
    "Pakistan (ancient region of Gandhara) or Afghanistan": 2,
    "Thailand (Phetchabun Province)": 2,
    "Nepal, Kathmandu Valley, possibly Deopatan": 2,
    "India (Jammu & Kashmir, ancient kingdom of Kashmir)": 2,
    "India, Madhya Pradesh": 2,
    "India, Bihar": 2,
    "Plai Bat II Temple, Lahan Sai District, Buriram Province, Thailand": 2,
    "Indonesia, Java": 2,
    "Thailand (or Cambodia?)": 2,
    "India, Andhra Pradesh": 2,
    "Indian (Tamil Nadu)": 2,
    "Russia": 2,
    "North China": 2,
    "Central Vietnam": 2,
    "Northeast China": 2,
    "Pakistan (Baluchistan)": 2,
    "Sri Lanka. western regions": 2,
    "Pakistan (Quetta area)": 2,
    "Sri Lanka, Kandy district": 2,
    "India, Kolkata, West Bengal,": 2,
    "Roman, Cnidian": 2,
    "Probably western Asiatic or Levantine": 2,
    "Greek, South Italian, Gnathian": 2,
    "Faliscan": 2,
    "Probably Etruscan": 2,
    "Roman or later": 2,
    "Apulian, possibly Tarentine": 2,
    "Greek, Sicilian, Syracuse": 2,
    "Greek, probably Asia Minor": 2,
    "Roman, Asia Minor": 2,
    "Greek, South Italian (?)": 2,
    "Roman, Gaul": 2,
    "Greek, Peloponnesian": 2,
    "Greek, Sardinian": 2,
    "Roman, Asia Minor, Tarsus": 2,
    "Greek, Eastern Mediterranean, possibly Alexandrian": 2,
    "Roman, Gallic": 2,
    "Italian or British": 2,
    "Capenate": 2,
    "Rhodian (Fikellura)": 2,
    "Sesklo culture": 2,
    "Greek, Macedonian": 2,
    "Etruscan, Campanian": 2,
    "Italic or Roman": 2,
    "Greek, Egyptian": 2,
    "Greek, South Italian, probably Apulian": 2,
    "Toltec": 2,
    "Calima (Ilama)": 2,
    "Darien": 2,
    "Torres Strait Island people": 2,
    "Yoruba peoples, Ijebu group": 2,
    "Piartal": 2,
    "Tellem peoples": 2,
    "Ibibio peoples": 2,
    "Central Veracruz": 2,
    "Cupisnique or Chavín": 2,
    "Baule or Lagoon peoples": 2,
    "Luba": 2,
    "Lower Murray River region": 2,
    "Okpoto peoples, Idoma group": 2,
    "Senufo or Tussian peoples": 2,
    "Bamum kingdom": 2,
    "Tabwa peoples": 2,
    "Ejagham peoples": 2,
    "Kopar or Angoram people": 2,
    "Western Kimberley": 2,
    "Choiseul Island": 2,
    "Banks Islands": 2,
    "Turama people": 2,
    "Massim people": 2,
    "Kerewa people": 2,
    "Kambot people": 2,
    "Murik people": 2,
    "Asmat peoples": 2,
    "Torres Strait Islander": 2,
    "Kota peoples": 2,
    "Baga": 2,
    "Kurumba peoples": 2,
    "Bamana or Bozo peoples": 2,
    "Fon peoples, Danhomè Kingdom": 2,
    "Lagoon peoples": 2,
    "Senufo or Dyula peoples": 2,
    "Akan peoples, Asante": 2,
    "Archaic": 2,
    "Greater Coclé": 2,
    "Initial Style": 2,
    "Fijian": 2,
    "Venado Beach": 2,
    "Big Nambas people": 2,
    "Maori people, Te Arawa": 2,
    "Sentani people": 2,
    "Santa Cruz Islands": 2,
    "Asmat": 2,
    "Bamileke peoples": 2,
    "Middle Niger civilization": 2,
    "Tolai people": 2,
    "Zulu or Nguni peoples": 2,
    "Marshallese": 2,
    "Grassfields region": 2,
    "Senufo": 2,
    "Toba Batak people": 2,
    "Minangkabau people": 2,
    "Toraja people": 2,
    "Condorhuasi": 2,
    "Temne or Bullom peoples": 2,
    "Quimbaya": 2,
    "Sonso": 2,
    "Costa Rican": 2,
    "Arapaho": 2,
    "Ono Niha people": 2,
    "Tala-Tonalá": 2,
    "Ameca-Etzatlán": 2,
    "Tanimbar Islands": 2,
    "Kairak Baining people": 2,
    "Atauro Island": 2,
    "Māori": 2,
    "Tutsi peoples": 2,
    "Babylonian": 2,
    "Seleucid or Parthian": 2,
    "Achaemenid": 2,
    "Proto-Elamite": 2,
    "Old Assyrian Trading Colony": 2,
    "Façon de Venise, probably south Lowlands or Germany": 2,
    "Italian, Montelupo": 2,
    "Italian, Florence or vicinity": 2,
    "Italian, probably Florence or vicinity": 2,
    "Italian, possibly Florence or Faenza": 2,
    "Italian, Faenza or Pesaro": 2,
    "Italian, possibly Cafaggiolo": 2,
    "Italian, probably Deruta": 2,
    "Italian, Naples": 2,
    "Façon de Venise, probably Bohemian": 2,
    "Façon de Venise, northern European": 2,
    "Venetian or façon de Venise": 2,
    "Italian (probably Venice)": 2,
    "Venetian or façon de Venise, probably south Lowlands or Germany": 2,
    "French (?)": 2,
    "Langobardic or Byzantine": 2,
    "French or German": 2,
    "Kyivan Rus’ or Byzantine": 2,
    "French or North Spanish": 2,
    "Byzantine (Egypt)": 2,
    "South French": 2,
    "Upper Rhenish": 2,
    "Alemannic": 2,
    "Hungarian": 2,
    "Byzantine or Langobardic": 2,
    "Ostrogothic (?)": 2,
    "Bronze Age": 2,
    "Northeast French": 2,
    "German or Austrian (?)": 2,
    "Northern European": 2,
    "French (Limoges)": 2,
    "Algerian": 2,
    "Congolese": 2,
    "Cameroonian": 2,
    "Aztec": 2,
    "Burkinabe": 2,
    "Tairona People; La Aguja Style": 2,
    "Indonesian (Sundanese)": 2,
    "Baga people": 2,
    "Baule people": 2,
    "Chinese (Tibetan)": 2,
    "probably Egyptian": 2,
    "Madurese": 2,
    "Bamileke": 2,
    "Jukun peoples": 2,
    "India, Pune, Maharashtra": 2,
    "Wasco, Native American": 2,
    "Acoma, Native American": 2,
    "Tewa, Native American": 2,
    "Alutiiq/ Sugpiaq, Native American": 2,
    "Okvik, Native American": 2,
    "Lakota/ Teton Sioux, Native American": 2,
    "Western Australia": 2,
    "Western India, Karnataka": 2,
    "Zulu peoples": 2,
    "Omie": 2,
    "Bermudian, possibly": 1,
    "Italian, probably": 1,
    "American or Canadian": 1,
    "Indian (American market)": 1,
    "American, made in India": 1,
    "Colombian; Popayán": 1,
    "Franco-German, Erlangen-Neustadt": 1,
    "Northern European, possibly Flanders": 1,
    "hilt, Italian; blade, German, Solingen": 1,
    "hilt, Italian, probably Naples; blade, German, Solingen": 1,
    "Northern European, possibly Switzerland": 1,
    "German, probably Stuttgart": 1,
    "Italian, probably Naples": 1,
    "Silesian, Cieszyn": 1,
    "possibly southern Italian": 1,
    "Southern Russian or Iranian": 1,
    "possibly French or Flemish": 1,
    "Western European, probably Burgundy or Flanders": 1,
    "probably Italian": 1,
    "Italian; blade, German, Solingen": 1,
    "German, Augsburg and Landshut": 1,
    "Western Iranian, in the style of Turkman armor": 1,
    "Franco-Neapolitan": 1,
    "Indian, probably Deccan": 1,
    "hilt, British; blade, German": 1,
    "Italian, Milan; blade, German, Solingen": 1,
    "blade, German; hilt and scabbard, probably Austrian": 1,
    "possibly Turkish": 1,
    "possibly British or Flemish": 1,
    "possibly Dutch": 1,
    "Northern German, possibly Brunswick-Wolfenbüttel": 1,
    "Italian, possibly Bologna": 1,
    "South German or Austrian": 1,
    "hilt, Dutch or Flemish; blade, German": 1,
    "Probably French, Paris": 1,
    "probably French, Paris": 1,
    "German, possibly Saxony": 1,
    "Italian, possibly Emilia": 1,
    "Southern Netherlandish, Aachen": 1,
    "Dutch, Maastricht": 1,
    "French or Flemish": 1,
    "German, possibly Nuremberg": 1,
    "Central European; possibly Southern German or Austrian": 1,
    "German, Bavaria": 1,
    "Southern German or Austrian": 1,
    "French or Spanish, Catalonia": 1,
    "Syrian or Turkish": 1,
    "British, probably Greenwich or London": 1,
    "Spanish, Catalonia": 1,
    "British, Birmingham or London": 1,
    "South Netherlandish, Brussels": 1,
    "probably British": 1,
    "Indian, Hyderabad": 1,
    "grip, Indian; guard, scabbard, and decoration on blade, Turkish; blade, Iranian": 1,
    "possibly Bohemian": 1,
    "British or Flemish": 1,
    "German, probably Dresden or Annaberg": 1,
    "blade, Turkish; hilt and scabbard, European, possibly Italian": 1,
    "Possibly Italian, Naples": 1,
    "hilt, Japanese, made for the European market; blade, Western European": 1,
    "hilt, Japanese, made for the European market": 1,
    "hilt, Japanese, possibly Dejima; blade, European": 1,
    "Japanese, possibly Dejima, for the Western market": 1,
    "Western European, probably Naples": 1,
    "probably Russian, Tula": 1,
    "Dutch, Amsterdam": 1,
    "German, possibly Augsburg": 1,
    "French, Strasbourg": 1,
    "Italo-Spanish, Naples": 1,
    "Probably German": 1,
    "Italian, Pistoia": 1,
    "German, probably Augsburg": 1,
    "Bohemian, possibly Chomutov (now Czech Republic)": 1,
    "German, Saxon": 1,
    "Central European, possibly Austria": 1,
    "crossbow, German, probably Dresden; winder, possibly German": 1,
    "Saxon": 1,
    "Western European, possibly British": 1,
    "Caucasian, Kubachi, Dagestan": 1,
    "Balkan, probably Prizren": 1,
    "Caucasian, probably Tbilisi, Georgia or Dagestan": 1,
    "possibly Indian": 1,
    "Northern European, possibly France": 1,
    "Mounts and scabbard, Turkish; blade, European": 1,
    "Indian, Sindh (now Pakistan)": 1,
    "Crimean or South Russian": 1,
    "possibly Turkish, Istanbul, in the style of Turkman armor": 1,
    "Indian, Deccan, possibly Golconda": 1,
    "Turkish, possibly Istanbul": 1,
    "East European, possibly Balkans": 1,
    "Central Asian": 1,
    "Indian, probably Rajastan": 1,
    "Turkish or Mamluk": 1,
    "Hilt, Indian, Mughal; blade, Turkish or Indian": 1,
    "South Indian, Mughal": 1,
    "blade, possibly Iranian; guard and decoration on blade, Turkish; grip, Indian": 1,
    "Grip and guard, Turkish, Ottoman; blade, European": 1,
    "hilt and scabbard, Algerian; blade, European": 1,
    "Balkan, Foča": 1,
    "Egyptian or Syrian": 1,
    "Indian, Sindh (now Pakistan); lock, British": 1,
    "Indian, Seringapatam": 1,
    "Caucasian, possibly Georgia or Circassia": 1,
    "Caucasian, Tbilisi, Georgia, or Dagestan": 1,
    "Colonial American, Shrewsbury, Massachusetts": 1,
    "French, Paris; blade, German": 1,
    "American, Shrewsbury, Massachusetts": 1,
    "French, possibly Paris": 1,
    "American, Philadelphia": 1,
    "French, Versailles and Paris": 1,
    "Byzantine or Germanic": 1,
    "Italian, probably Bologna": 1,
    "Northern European, perhaps Netherlandish": 1,
    "British, possibly Birmingham": 1,
    "American, Fort Ticonderoga, New York": 1,
    "Bohemian, Prague": 1,
    "probably Italian or French": 1,
    "Italian, possibly Sardinia": 1,
    "European, probably Scandinavia": 1,
    "Italian, Reggio Emilia": 1,
    "American, Whitneyville, Connecticut": 1,
    "German, Regensburg": 1,
    "hilt, German, Dresden; blade, Spanish, Toledo": 1,
    "Spanish, Toledo, and German, Saxony": 1,
    "German, Solingen": 1,
    "Hilt and scabbard, Turkish; Blade, Iranian": 1,
    "Spanish, possibly Granada": 1,
    "Russian, Saint Petersburg": 1,
    "French, Saint-Etienne": 1,
    "Turkish, Istanbul": 1,
    "American, New Haven, Connecticut and New York": 1,
    "Japanese, Toyohara, Echizen province": 1,
    "Caucasian, possibly northern Dagestan": 1,
    "hilt, probably British; blade, German, Solingen": 1,
    "Turkey, possibly Istanbul, in the style of Turkman armor": 1,
    "German, Landshut or Augsburg": 1,
    "Italian or Spanish": 1,
    "Chinese, Yan kingdom": 1,
    "German, Basel": 1,
    "German, Brunswick": 1,
    "Cypriote": 1,
    "North European, possibly northern Germany": 1,
    "hilt, probably Dutch; blade, German, Munich": 1,
    "Swedish, Stockholm": 1,
    "Scottish, Doune": 1,
    "American, New Bedford, Massachusetts": 1,
    "European, Italy, Spain, Flanders and England": 1,
    "Tibetan or Mongolian": 1,
    "probably Indian; lacquerwork, Southeast Asian, Thailand or Burma (Myanmar)": 1,
    "hilt, Northern European, possibly German; blade, Italian, Belluno": 1,
    "hilt, French; blade, German": 1,
    "Western European, possibly Germany or England": 1,
    "Hilt, possibly French or Spanish; blade, Spanish, Toledo": 1,
    "hilt, Scottish; blade, German, Solingen": 1,
    "German or Dutch": 1,
    "Tibetan, possibly Bhutanese or Nepalese": 1,
    "British, London; buff coat, European": 1,
    "Bhutanese and Tibetan": 1,
    "Tibetan or Nepalese": 1,
    "British, Wrexham, Wales": 1,
    "Roman-Germanic": 1,
    "Greek or Italic": 1,
    "Thracian or Anatolian": 1,
    "Thracian or East Celtic": 1,
    "Villanovan or Etruscan": 1,
    "Villanovan, possibly Bologna": 1,
    "Villanovan or Estruscan": 1,
    "Italian, Lombardy": 1,
    "Roman or Thracian": 1,
    "Spanish, Barcelona": 1,
    "hilt, Turkish; blade, Iranian with Turkish decoration": 1,
    "Turkish, Ottoman": 1,
    "Philippine, Moro": 1,
    "Indian, possibly Lucknow": 1,
    "Turkish, possibly Bursa": 1,
    "Turkish or Iranian, in the style of Turkman armor": 1,
    "Italian, Mantua or Milan": 1,
    "Turkey, possibly Istanbul": 1,
    "Indian, Deccan, probably Bijapur (Vijayapur)": 1,
    "Iberian": 1,
    "Persian": 1,
    "probably Japanese": 1,
    "hilt, possibly India; blade, possibly European": 1,
    "Western European, possibly Britain": 1,
    "Caucasian, possibly Kubachi, Dagestan": 1,
    "Central European, possibly German": 1,
    "Eastern European, probably Hungary": 1,
    "Western or Central European; quiver, possibly German": 1,
    "Central European, possibly Germany": 1,
    "North Indian": 1,
    "hilt, British, London; blade, German, Solingen": 1,
    "possibly German": 1,
    "British or Western European": 1,
    "American, probably Baltimore": 1,
    "possibly Belgian, Liege": 1,
    "Colonial Spanish, probably Mexico": 1,
    "probably Italian or Spanish": 1,
    "Italian, Milan and Brescia": 1,
    "British, London or Greenwich": 1,
    "Austrian, Innsbruck and Mühlau": 1,
    "Spanish; 04.3.326: Portuguese": 1,
    "Western or Central European, the Netherlands or Austria": 1,
    "American, Chicopee, Massachusetts": 1,
    "European or possibly British": 1,
    "German and Italian": 1,
    "armor, Italian, Milan; spurs, French": 1,
    "Syrian, Iranian, and Turkish": 1,
    "Afghanistan, possibly of West Indian manufacture": 1,
    "India (Jammu and Kashmir, ancient kingdom of Kashmir),": 1,
    "Afghanistan or Central Asia": 1,
    "Pakistan (ancient region of Gandhara) or north India": 1,
    "Indonesia, possibly Sulawesi": 1,
    "Indonesia (Sumba)": 1,
    "Eastern Tibet": 1,
    "India (Uttar Pradesh, Kaushambi)": 1,
    "Pakistan (Northwest Frontier Province)": 1,
    "Afghanistan (found near Kabul)": 1,
    "Pakistan (ancient region of Gandhara, Bajaur)": 1,
    "India (Bihar, probably Nalanda)": 1,
    "India (possibly West Bengal) or Bangladesh": 1,
    "South India (Tamil Nadu)": 1,
    "India (Orissa, Bhuvaneshwar)": 1,
    "India (Karnataka, possibly Dharwar)": 1,
    "South India (Telangana, Kalyani district)": 1,
    "India (Punjab)": 1,
    "India (southern Rajasthan)": 1,
    "Vietnam or Southern Cambodia": 1,
    "Thailand (Ratchaburi Province)": 1,
    "Thailand (probably Nakhon Pathom Province)": 1,
    "Thailand (Ratchaburi Province, Ku Bua)": 1,
    "India,  Andhra Pradesh": 1,
    "India, Nagarjunakonda Stupa Site 6, Guntur district, Andhra Pradesh": 1,
    "India, Nagarjunakonda, Guntur district, Andhra Pradesh": 1,
    "India (Andhra Pradesh, Goli)": 1,
    "India, probably Goli, Guntur district, Andhra Pradesh": 1,
    "India (ancient kingdom of Kashmir, Harwan)": 1,
    "Afghanistan": 1,
    "Pakistan": 1,
    "Indonesia (Kalimantan)": 1,
    "Thailand (Haripunjaya)": 1,
    "Vietnam (Champa)": 1,
    "Tibet or Mongolia": 1,
    "India (Uttar Pradesh, Mathura region)": 1,
    "India (probably Uttar Pradesh)": 1,
    "North India": 1,
    "Thailand (probably Ratchaburi province)": 1,
    "India (Karnataka, probably Belur)": 1,
    "India, Chandraketugarh, West Bengal": 1,
    "Thailand (Buriram province, probably Prakhon Chai)": 1,
    "Vietnam (Mekong Delta area)": 1,
    "Eastern India, Bihar, probably Nalanda": 1,
    "India (Gujarat or Rajasthan)": 1,
    "India, Bihar, possibly from Nalanda": 1,
    "North India (Uttar Pradesh, Mathura)": 1,
    "Pakistan (ancient region of Gandhara, mondern Peshawar region)": 1,
    "Vietnam (Champa, probably Quang Nam Province)": 1,
    "Bangladesh (probably Comilla District)": 1,
    "Northeastern Thailand": 1,
    "Thailand (Nakhon Pathom Province)": 1,
    "Peninsular Thailand": 1,
    "India (probably Bihar)": 1,
    "India (Kaushambi, Uttar Pradesh)": 1,
    "India (Jammu and Kashmir)  or Pakistan (Swat Valley)": 1,
    "Pakistan (NW Frontier Province, probably Swat Valley)": 1,
    "Pakistan (possibly Gilgit region)": 1,
    "Pakistan (Northwest Frontier Province, Swat Valley)": 1,
    "Sumatra or southern Thailand": 1,
    "Indonesia (Java, Ndangjuk)": 1,
    "Northwest India (Jammu and Kashmir, ancient kingdom of Kashmir)": 1,
    "Western Cambodia": 1,
    "India (Kausambi)": 1,
    "Thailand, Haripunjaya style": 1,
    "Cambodia or Thailand": 1,
    "India (Deccan, Karnataka)": 1,
    "Sri Lanka, central plateau": 1,
    "Central or northeastern Thailand": 1,
    "Indonesia (Roti Island)": 1,
    "Thailand or Indonesia": 1,
    "Thailand (Khorat Plateau)": 1,
    "India (Gujarat, Patan)": 1,
    "Pakistan (ancient region of Gandahara, Sirkap)": 1,
    "India (Tamil Nadu, Pudukkottai and Tanjavur districts)": 1,
    "India, Kashmir": 1,
    "India, Ancient kingdom of Kashmir": 1,
    "Eastern Tibet, Derge": 1,
    "Tibet, probably Derge": 1,
    "Thailand (Buriram province[?])": 1,
    "Thailand or Cambodia": 1,
    "China (Southern Xiangtangshan)": 1,
    "New Caledonia": 1,
    "Maori; Aotearoa New Zealand": 1,
    "Japan/United States": 1,
    "China (Henan Province, possibly Anyang)": 1,
    "China (Henan province)": 1,
    "China, Yunnan Province": 1,
    "India (Andhra Pradesh or West Bengal)": 1,
    "Vietnam (Sa Huynh culture?)": 1,
    "Indonesia (Sumatra)": 1,
    "Indonesia (Java, Majapahit?)": 1,
    "Cambodia (Semrung Sen?)": 1,
    "India (Bengal) or Bangladesh": 1,
    "Maya (Mexico or Guatemala)": 1,
    "Central Asia": 1,
    "North or northeast China": 1,
    "China (Northern Xiangtangshan, North Cave)": 1,
    "India (West Bengal),": 1,
    "India, Deccan, Aurangabad (?)": 1,
    "Sri Lanka, Pollonnaruva": 1,
    "Pakistan (likely Swat Valley or Gilgit region)": 1,
    "India (Andhra Pradesh)": 1,
    "Afghanistan (Hadda)": 1,
    "India (Deccan Plateau)": 1,
    "India (Himachal Pradesh, probably Chamba Valley)": 1,
    "Sri Lanka (Anuradhapura)": 1,
    "Andhra Pradesh, possibly Ghantasala, Krishna district": 1,
    "India (probably Bengal)": 1,
    "Indonesia (East Java, Trowulan)": 1,
    "Nepal (Kathmandu valley)": 1,
    "Sri Lanka, Anuradhapura": 1,
    "Pakistan (Gilgit Kingdom)": 1,
    "China (for Japanese market)": 1,
    "Western Tibet or Ladakh": 1,
    "Cambodia (probably Phnom Penh)": 1,
    "probably American": 1,
    "American or European": 1,
    "possibly Mexican": 1,
    "Greek, probably Cypriot": 1,
    "Euboean or Cypriot": 1,
    "Mycenaean or Cypro-Mycenaean": 1,
    "Greek, Asia Minor, Smyrna ?": 1,
    "Greek, Attic (?)": 1,
    "Roman, North Syrian": 1,
    "Greek, Ptolemaic Egyptian": 1,
    "Egyptian or Levantine": 1,
    "Levantine or Cypriot": 1,
    "Roman,Cypriot": 1,
    "Cypriot?": 1,
    "Greek, Asia Minor, Myrina (?)": 1,
    "Roman, Rhineland": 1,
    "Greek, eastern Mediterranean": 1,
    "Greek, Ptolemaic, Alexandrian": 1,
    "Greek, Ptolemaic, Alexandria": 1,
    "Greek, Ptolemaic, Egyptian": 1,
    "Roman, Syro-Palestinian or Italian": 1,
    "Greek, Syro-Palestinian": 1,
    "Greek?": 1,
    "Etruscan, Chiusi or environs": 1,
    "Late Villanovan or Early Etruscan": 1,
    "Greek, South Italian (Canosan)": 1,
    "Near Eastern or Greek": 1,
    "Etruscan or Praenestine": 1,
    "Possibly South Italian or Etruscan": 1,
    "Greek, Attic, black-figure,": 1,
    "Greek, possibly Cumaean": 1,
    "Greek, South Italian, probably Paestan": 1,
    "Greek, South Italian, Campanian or Sicilian": 1,
    "Greek, South Italian, Apulian, Tarentine": 1,
    "East Greek ?": 1,
    "Roman, South Gaulish": 1,
    "Greek, perhaps Attic": 1,
    "Greek, possibly Attic": 1,
    "Greek, perhaps Corinthian": 1,
    "Greek, Asia Minor, Pontus": 1,
    "Greek, Asia Minor, probably Myrina": 1,
    "Greek, Pontus": 1,
    "Possibly Greek": 1,
    "Greek, Ionian ?": 1,
    "Italic, Picene": 1,
    "Hallstatt (Western European)": 1,
    "Greek, Eretrian": 1,
    "Greek, South Italian or Roman": 1,
    "Greek, South Italian, Canosan": 1,
    "Minoan or Greek": 1,
    "Cycladic, Melian": 1,
    "Etruscan, Civita Castellana": 1,
    "Greek, Cumaean": 1,
    "Etruscan, Cività Castellana": 1,
    "Greek, probably West Greek, possibly Centuripe": 1,
    "Greek, Rhodian ?": 1,
    "Etrusco-Phoenician": 1,
    "Roman (?)": 1,
    "Possibly Carthaginian": 1,
    "Etruscan or South Italian": 1,
    "Roman, Gallia Belgica": 1,
    "Greek, possibly Rhodian": 1,
    "Greek, possibly Egyptian": 1,
    "Greek, Pergamene (?)": 1,
    "Greek, Asia Minor, probably Smyrna": 1,
    "Early Etruscan": 1,
    "Greek, Corinthian ?": 1,
    "Greek, Pontic": 1,
    "Greek, possibly Corinthian": 1,
    "Etruscan or Campanian": 1,
    "Etruscan, probably Vulcian": 1,
    "Mycenaean or Italic": 1,
    "Etruscan, probably Chiusine": 1,
    "Greek, perhaps Laconian": 1,
    "Minoan, Aegeo-Cypriot": 1,
    "Lydian or Achaemenid": 1,
    "East Greek, Lydian": 1,
    "East Greek/Sardis, Lydian": 1,
    "Roman or Greek": 1,
    "Faliscan, Capena": 1,
    "Greek or Scythian": 1,
    "Greek, perhaps from Asia Minor": 1,
    "Aegean": 1,
    "Greek ?": 1,
    "Etruscan or Umbrian": 1,
    "Etruscan, Vetulonia": 1,
    "Greek, Boeotian or Attic": 1,
    "Greek, Attic ?": 1,
