{
  "classifications": {
    "Sculpture": 362,
    "Paintings": 322,
    "Vessels": 247,
    "Coins": 173,
    "Ritual Implements": 142,
    "Jewelry": 115,
    "Prints": 103,
    "Medals and Medallions": 35,
    "Architectural Elements": 34,
    "Photographs": 33,
    "Weapons and Ammunition": 31,
    "Tools and Equipment": 29,
    "Drawings": 29,
    "Material Specimens": 18,
    "Seals": 15,
    "Riding Equipment": 14,
    "Mirrors": 13,
    "Plaques": 12,
    "Straus Materials": 11,
    "Armor": 9,
    "Books": 9,
    "Furniture": 7,
    "Boxes": 6,
    "Lighting Devices": 6,
    "Amulets": 6,
    "Textile Arts": 5,
    "Musical Instruments": 4,
    "Artists' Tools": 3,
    "Albums": 3,
    "Audiovisual Works": 3,
    "Recreational Artifacts": 2,
    "Calligraphy": 2,
    "Multiples": 2,
    "Stained Glass": 2,
    "Timepieces": 2,
    "Containers": 2,
    "Mosaics": 1,
    "Tablets": 1,
    "Unidentified": 1,
    "Measuring Devices": 1,
    "Fragments": 1,
    "Manuscripts": 1
  },
  "cultures": {
    "Chinese": 288,
    "Greek": 158,
    "French": 154,
    "American": 140,
    "German": 115,
    "Italian": 81,
    "Roman": 78,
    "Dutch": 70,
    "Persian": 44,
    "British": 34,
    "Egyptian": 30,
    "Netherlandish": 25,
    "Indian": 21,
    "Japanese": 21,
    "Spanish": 20,
    "Korean": 17,
    "Syrian": 17,
    "Celtic": 10,
    "Ottoman": 10,
    "Iranian": 10,
    "Flemish": 9,
    "Mesopotamian": 9,
    "Etruscan": 9,
    "Mexican": 7,
    "Italic": 7,
    "Roman Republican": 7,
    "Afghan": 6,
    "Austrian": 6,
    "Achaemenid": 6,
    "Kurdish": 6,
    "Iberian": 5,
    "Byzantine": 4,
    "Roman Provincial": 3,
    "Parthian": 3,
    "Anatolian": 3,
    "Roman Imperial": 3,
    "Romanian": 3,
    "Turkish": 3,
    "Swiss": 3,
    "Graeco-Roman": 2,
    "Indo-Greek": 2,
    "Sasanian": 2,
    "Arab": 2,
    "Mughal": 2,
    "Graeco-Bactrian": 2,
    "Tibetan": 2,
    "Russian": 2,
    "Italian, Venetian": 2,
    "Polish": 2,
    "Hurrian": 2,
    "Cypriot": 2,
    "Hellenistic": 2,
    "Nepalese": 2,
    "Islamic": 2,
    "Near Eastern": 1,
    "Italian, Tuscan": 1,
    "Lycian": 1,
    "Gandharan": 1,
    "Minoan": 1,
    "Pakistani": 1,
    "Moroccan": 1,
    "Burmese": 1,
    "Hungarian": 1,
    "Belgian": 1,
    "Spanish?": 1,
    "Italian, Marchigian": 1,
    "Italian, Tuscan, Sienese": 1,
    "Italian, Emilian, Parmesan": 1,
    "Italian, Lombard, Milanese": 1,
    "Danish": 1,
    "Hispano-Philippine": 1,
    "Italian, Emilian, Ferrarese": 1,
    "Edo": 1,
    "Spanish, Catalonian": 1,
    "Hispano-Flemish": 1,
    "English": 1,
    "Neo-Babylonian": 1,
    "Neo-Assyrian": 1,
    "Neo-Sumerian": 1,
    "Akkadian": 1,
    "Mitannian": 1,
    "Cycladic": 1,
    "Thai": 1,
    "Urartian": 1,
    "Graeco-Persian": 1,
    "Javanese": 1,
    "Venezuelan": 1,
    "Norwegian": 1,
    "Italian, Tuscan, Florentine": 1
  }
}