{
  "classifications": {
    "Bound Volume": 2539,
    "Sculpture": 848,
    "Ceramic": 678,
    "Painting": 550,
    "Arms and Armor": 373,
    "Metalwork": 370,
    "Jewelry": 262,
    "Furniture and woodwork": 171,
    "Glass": 123,
    "Print": 120,
    "Funerary Equipment": 98,
    "Silver": 96,
    "Photograph": 92,
    "Enamel": 70,
    "Textile": 56,
    "Miscellaneous": 52,
    "Coins": 52,
    "Ivory": 45,
    "Jade": 39,
    "Vessels": 35,
    "Mask": 26,
    "Stone": 22,
    "Manuscript": 22,
    "Wood": 19,
    "Drawing": 16,
    "Glyptic": 15,
    "Tapestry": 14,
    "Portrait Miniature": 14,
    "Tools and Equipment": 12,
    "Portfolio": 10,
    "Mixed Media": 10,
    "Amulets": 8,
    "Mosaic": 7,
    "Leather": 6,
    "Cosmetic Objects": 5,
    "Garment": 4,
    "Embroidery": 3,
    "Seals": 3,
    "Timepiece": 3,
    "Scarabs": 2,
    "Velvet": 2,
    "Lamp": 2,
    "Musical Instrument": 1,
    "Carpet": 1,
    "Rock crystal": 1,
    "Time-based Media": 1,
    "Plaque": 1
  },
  "cultures": {
    "Byzantium, Constantinople": 857,
    "France, Paris": 795,
    "Flanders, Ghent and Bruges, late 15th century": 559,
    "France, Rouen": 301,
    "America": 270,
    "France, 19th century": 122,
    "France, 18th century": 112,
    "Southern France, Toulouse(?), 13th century": 78,
    "Germany": 74,
    "Russia, St. Petersburg": 58,
    "Egypt, Late period (715–332 BCE), Dynasty 25": 52,
    "Italy, 16th century": 40,
    "Greek, Attic": 38,
    "North Italy, 16th century": 38,
    "America, New York": 38,
    "France": 37,
    "Egypt, New Kingdom (1540–1069 BCE), Dynasty 18, reign of Amenhotep III (1390–1352 BCE)": 34,
    "Netherlands": 34,
    "France, Sèvres": 34,
    "India, Shunga period (185–78 BCE)": 32,
    "Germany, Meissen, 18th century": 31,
    "Japan, Edo period (1615–1868)": 31,
    "Italy, Venice": 30,
    "France, 20th century": 29,
    "England, 19th century": 27,
    "Italy, 15th century": 25,
    "Germany, Nuremberg": 25,
    "America, Ohio, Cleveland": 24,
    "France, 17th century": 23,
    "Italy, Roman": 23,
    "Italy, Milan": 23,
    "Italy, Florence": 22,
    "France, late 17th Century": 22,
    "Egypt, Greco-Roman period (332 BCE–395 CE), Ptolemaic dynasty (305–30 BCE)": 21,
    "Italy, 17th century": 21,
    "Byzantium, Constantinople, Byzantine period": 20,
    "Italy": 20,
    "Northern India, Pahari kingdoms": 20,
    "Germany, possibly Augsburg": 19,
    "Etruscan": 19,
    "China, Tang dynasty (618-907)": 19,
    "Russian": 19,
    "England, 18th century": 18,
    "Germany, 18th century": 18,
    "Greece": 18,
    "Flanders": 18,
    "France, Limoges": 17,
    "France, 16th century": 17,
    "Byzantium, Syria(?), Byzantine period": 17,
    "Egypt, Middle Kingdom (2040–1648 BCE), Dynasty 12": 16,
    "Italy, 18th century": 16,
    "Spain": 16,
    "Korea, Goryeo dynasty (918–1392)": 15,
    "India, Mathura, Kushan period": 15,
    "Peru, North Highlands, Chavín de Huantar(?), Chavín style": 15,
    "Egypt, Late period (715–332 BCE), Dynasties 25–26": 14,
    "Germany, Lower Saxony?, Romanesque period, 11th century": 14,
    "Byzantium": 14,
    "England, 17th century (Charles II)": 14,
    "Colombia": 14,
    "Bohemia": 13,
    "Frankish, Migration period": 13,
    "Egypt, Late period (715–332 BCE), Dynasty 26": 13,
    "Italy, Siena": 13,
    "France, Vincennes": 13,
    "Germany, Augsburg": 12,
    "China, Warring States period (475–221 BCE)": 12,
    "Germany, 20th century": 12,
    "England, London, 19th century": 12,
    "China, Qing dynasty (1644–1911)": 12,
    "Austria, Graz(?), early 17th century": 12,
    "Egypt, Thebes, Wadi Qubbanet el-Qirud, New Kingdom (1540–1069 BCE), Dynasties 18–19": 11,
    "Netherlands, 16th century": 11,
    "Italy, Rome": 11,
    "Iran, Luristan": 11,
    "Japan, Kamakura period (1185–1333)": 11,
    "Germany, Bavaria, 18th century": 11,
    "Anatolia, late Roman-early Christian": 11,
    "Greece, Hellenistic period": 10,
    "Egypt, Late period (715–332 BCE), Dynasty 26 or later": 10,
    "Gallo-Roman or Romano-British, Migration period": 10,
    "Iran, Sasanian Empire (224–651 CE)": 10,
    "Egypt, Coptic period": 10,
    "Nepal, Kathmandu Valley": 9,
    "Germany, Cologne": 9,
    "Peru, South Coast, Nasca": 9,
    "China, Jiangxi province, Jingdezhen, Qing dynasty (1644-1911), Kangxi period (1662-1722)": 9,
    "Mexico or Central America, Maya": 9,
    "China, Jiangxi province, Jingdezhen kilns, Qing dynasty (1644–1911), Kangxi reign (1662–1722)": 9,
    "Russia": 9,
    "possibly Hungary, Bronze Age": 9,
    "Netherlands, Holland, Delft": 9,
    "Egypt, New Kingdom (1540–1069 BCE), Dynasty 18": 8,
    "Belgium, 17th century": 8,
    "Switzerland": 8,
    "England, London, 18th century": 8,
    "Korea, Joseon dynasty (1392–1910)": 8,
    "Byzantium, early Byzantine period, 6th century": 8,
    "Colombia, Muisca style": 8,
    "Panama, Conte style, 5th - 10th century": 8,
    "China, Qing dynasty (1644-1911)": 8,
    "Spain, 20th century": 8,
    "Pakistan, Gandhara, Kushan period": 8,
    "Austria": 7,
    "Central Mexico, Teotihuacán, Classic period": 7,
    "Italy, Tuscany": 7,
    "Africa, Central Africa, Democratic Republic of Congo, unidentified carver": 7,
    "Flanders, Bruges": 7,
    "France, style of Louis XVI, 18th Century": 7,
    "Cambodia": 7,
    "France, Marseilles": 7,
    "China, Tang dynasty (618–907)": 6,
    "China, Shang dynasty (c. 1600–c. 1046 BCE)": 6,
    "Germany, early 16th Century": 6,
    "Native North America, Northwest Coast, Alaska, Tlingit": 6,
    "England, Staffordshire": 6,
    "Northeast China, Liao dynasty (916-1125)": 6,
    "Greece, Athens": 6,
    "Egypt, Saqqara, Old Kingdom (2647–2124 BCE), Dynasty 6": 6,
    "North China, Tang dynasty (618-907)": 6,
    "China, Western Zhou dynasty (c. 1046–771 BCE)": 6,
    "France, Limousin, Limoges, Gothic period, 13th century": 6,
    "Mesoamerica, Mexico, Olmec": 6,
    "France, Saint Cloud, 18th century": 6,
    "Austria, Styria, 15th century": 6,
    "Germany, Nymphenburg, 18th century": 6,
    "Costa Rica, Southern Nicoya region": 6,
    "Central Mexico, Teotihuacán style, Classic period": 6,
    "England, 20th century": 6,
    "Japan, Meiji period (1868–1912)": 6,
    "China, Western Han dynasty (206 BCE–8 CE)": 6,
    "Egypt, Thebes, Third Intermediate (1069–715 BCE), Dynasties 21–22": 5,
    "Turkey, Iznik, Ottoman period (1299–1922)": 5,
    "Germany, Munich, 18th century": 5,
    "Italy, Brescia, 17th century": 5,
    "South Germany, 16th century": 5,
    "Germany (?)": 5,
    "Germany, early 17th Century": 5,
    "England, Bristol": 5,
    "Lombardic, Italy, Rome, Migration period, 8th-9th Century": 5,
    "Germany, Lower Rhine Valley, Romanesque period, 11th century": 5,
    "Italy, Urbino": 5,
    "Nigeria, Benin Kingdom, Ẹdo peoples, members of the Igun Eronmwon (royal brasscasters) guild": 5,
    "Austria, Salzburg": 5,
    "Africa, West Africa, Côte d'Ivoire, probably Baule-style goldsmith": 5,
    "France, late 19th-early 20th Century": 5,
    "England": 5,
    "Germany, Lower Saxony, Hildesheim, Romanesque period, 12th century": 5,
    "China, Warring States period (475–221 BCE) to Western Han dynasty (206 BCE–8 CE)": 5,
    "France, late 18th-early 19th Century": 5,
    "Germany, Rhine Valley, Cologne, Romanesque period, 12th century": 5,
    "Nepal": 5,
    "France, Lyon": 5,
    "Japan, Heian period (794–1185)": 5,
    "France, Sinceny, 18th century": 5,
    "West Mexico, Colima, Comala style": 5,
    "Iran, (minted), Sasanian Empire (224–651 CE), reign of Hormizd II (303–309)": 5,
    "Phoenicia, Iraq, Nimrud": 5,
    "Byzantium, Northern Syria, Byzantine period, 5th century": 5,
    "Africa, West Africa, Côte d’Ivoire, Baule-style carver": 5,
    "Mexico, Gulf Coast, Classic Veracruz style (600-1100)": 5,
    "Southern Cambodia, Takeo Province, Phnom Da": 5,
    "Germany, 19th century": 5,
    "Germany, Meissen": 5,
    "Greece, Boeotia": 5,
    "Byzantium, Late Roman, Eastern Mediterranean, (probably Sirium or Nicomedia), Byzantine period": 5,
    "Egypt, Third Intermediate (1069–715 BCE), Dynasties 21–22": 4,
    "Greece, Attic": 4,
    "England, 17th century": 4,
    "Germany, Saxony, 16th century": 4,
    "European, 15th century": 4,
    "England, London, Chelsea": 4,
    "Italy, Papal States, Faenza": 4,
    "Italy, Rome, Roman Empire": 4,
    "Pakistan, Gandhara, Buner area, early Kushan period": 4,
    "Syria, Roman": 4,
    "Africa, West Africa, Ghana, Asante Empire/Kingdom, Kumasi or probably Kumasi, member of the goldsmiths' guild": 4,
    "England, London, 17th century (Charles II)": 4,
    "Belgium, 19th century": 4,
    "America, early 20th Century": 4,
    "Netherlands, active Dijon, 15th century": 4,
    "China, Jiangxi province, Jingdezhen, Qing dynasty (1644-1911), Kangxi mark and period (1662-1722)": 4,
    "Colombia, Calima region, Yotoco style": 4,
    "Iran, Khurasan, Seljuq period of Iran (1037–1194)": 4,
    "early Byzantium, Constantinople or Syria, Byzantine period, 6th-7th Century": 4,
    "South Italian, Apulian": 4,
    "Mosan, Valley of the Meuse, Romanesque period, 12th century": 4,
    "Italy, Ravenna, 16th century": 4,
    "China, Northern Wei dynasty (386-534)": 4,
    "China, Zhejiang province, Hangzhou, Southern Song dynasty (1127-1279)": 4,
    "Egypt, Karnak, New Kingdom (1540–1069 BCE), Dynasty 18, reign of Akhenaten (1351–1334 BCE)": 4,
    "China, Shang dynasty (c. 1600–c. 1046 BCE), Anyang phase (c. 1250–1046 BCE)": 4,
    "France, Lyon(?), early 16th century": 4,
    "South India, Tamil Nadu, probably Pudokkatai, early Chola Dynasty, 10th Century": 4,
    "France, Gothic period, 14th century": 4,
    "England, London": 4,
    "India, Kashmir": 4,
    "Austria, Vienna": 4,
    "Central Tibet": 4,
    "France, late 19th Century": 4,
    "Spain, Catalonia, Monastery of Pedralbes, 14th century": 4,
    "India, Madhya Pradesh, Bharhut, Shunga period": 4,
    "India, Uttar Pradesh or Madhya Pradesh, Shunga period (185–78 BCE)": 4,
    "France, Strasbourg, 18th century": 4,
    "France, early 20th Century": 4,
    "France, Lorraine?, Gothic period, 14th century": 4,
    "Egypt, Umayyad period (661–750) or Abbasid period (750–1258)": 4,
    "China, Northern Qi dynasty (550-577)": 4,
    "Greece, late Hellenistic period": 4,
    "Hungary, Bronze Age": 4,
    "Northern India, Pahari kingdoms, Himachal Pradesh": 4,
    "Central Andes, North Coast, Moche people": 4,
    "Alemannic, 6th century": 4,
    "Africa, Central Africa, Democratic Republic of Congo, Luba-style carver": 4,
    "Mesoamerica, Maya, probably Jaina Island, Late Classical period, 7th-9th century": 4,
    "France, Auvergne": 4,
    "Central Andes (Peru), Lambayeque (Sicán) people, 10th century-12th century": 4,
    "Cuba": 4,
    "China, Republican era (1912–49)": 4,
    "Egypt, New Kingdom (1540–1069 BCE), Dynasties 18–19": 3,
    "Egypt, New Kingdom (1540–1069 BCE), Dynasty 19": 3,
    "Egypt, Middle Kingdom (2040–1648 BCE)–New Kingdom (1540–1069 BCE)": 3,
    "South Italian, Daunian or Canosan": 3,
    "Spain, early 15th century": 3,
    "Germany, late 16th Century": 3,
    "Italy, Brescia, late 17th century": 3,
    "Germany, Landshut, mid-16th century": 3,
    "Italy, late 15th Century": 3,
    "Germany, Nuremberg(?), early 16th century": 3,
    "Italy, early 17th century": 3,
    "Italy, Roman, Augustan period": 3,
    "Italy, Migration period, 8th-9th Century": 3,
    "Egypt, probably Thebes, New Kingdom (1540–1069 BCE), Dynasty 18, reign of Amenhotep III (1390–1352 BCE)": 3,
    "Spain, Catalonia?, 14th century": 3,
    "England, Greenwich (?), 17th century": 3,
    "Native North America, Southwest, New Mexico, Zuni (A:shiwi) Pueblo": 3,
    "America, late 19th-early 20th Century": 3,
    "Germany, Lower Saxony, Hildesheim?, Romanesque period, 12th century": 3,
    "Northern Italy, Emilia, 12th century": 3,
    "Gallo-Roman or Romano-British, Migration period, 4th century": 3,
    "Spain, Kingdom of Castile and Leon, 13th century": 3,
    "Peru, North Coast, Moche style": 3,
    "Italy, Siena(?)": 3,
    "England, London, 17th century (James II)": 3,
    "Peru, South Coast, Ica Valley, Ocucaje site, Paracas style": 3,
    "China, Qing dynasty (1644–1911), Qianlong reign (1736–95)": 3,
    "Northern India, Uttar Pradesh, Mathura": 3,
    "France, Metz": 3,
    "Costa Rica, Diquís region, 11th-16th century": 3,
    "France, late 18th-early 19th century": 3,
    "Italy, Urbino, 16th century": 3,
    "Spain (Hispano-Moresque), 14th century": 3,
    "France, Chantilly": 3,
    "Byzantium, early Byzantine period": 3,
    "Peru, South Coast, Paracas (Cavernas) style (700 BCE–1 CE)": 3,
    "Egypt, Thebes, Late period (715–332 BCE), Dynasty 26": 3,
    "Japan, Asuka period (538–710)": 3,
    "Germany, Silesia, 18th century": 3,
    "Panama, Azuero Peninsula, Parita style, 11th-16th century": 3,
    "Northern Iraq or Syria, Zangid (1127–1251) or Ayyubid period (1171–1260)": 3,
    "Northern India, Uttar Pradesh, Mathura, Kushan period": 3,
    "China, Henan province, Yuxian, Northern Song dynasty (960-1127) or Jin dynasty (1115-1234)": 3,
    "China, Zhejiang province, Longquan region, Northern Song dynasty (960-1127)": 3,
    "China, Southern Song dynasty (1127-1279)": 3,
    "Peru, North Highlands, Pacopampa(?), Chavín style (900-200 BCE)": 3,
    "Mexico, Veracruz?, 600-950 AD": 3,
    "Germany, late 15th-early 16th century": 3,
    "China, Sui dynasty (581-618)": 3,
    "Mexico, Yucatán, Jaina Island region, Campeche, Maya style (250-900)": 3,
    "Greece, Greco-Roman Period, late Ptolemaic Dynasty": 3,
    "Pakistan, Indus Valley civilization": 3,
    "China, Jiangxi province, Jingdezhen, Ming dynasty (1368-1644), Xuande mark and period (1426-1435)": 3,
    "China, Jiangxi province, Jingdezhen kilns, Qing dynasty (1644-1911), Yongzheng mark and reign (1723-35)": 3,
    "China, Jiangxi Province, Jingdezhen, Qing dynasty (1644–1911), Qianlong mark and reign (1736–95)": 3,
    "China, Beijing palace workshops, Qing Dynasty (1644-1911), Qianlong reign (1736-1795)": 3,
    "England, Anglo-Gallic, Gothic period, 14th century": 3,
    "Colombia, Tairona": 3,
    "France, Sceaux(?), 18th century": 3,
    "Northern Italy, 15th century": 3,
    "Netherlands, South Lowlands, 16th century": 3,
    "Italy, 19th century": 3,
    "Sumerian, Iraq": 3,
    "Austria, probably Salzburg, 14th century": 3,
    "Germany, near Bamberg, 18th century": 3,
    "France, mid-18th Century": 3,
    "Northern Italy, Emilia (Bologna?), 12th century": 3,
    "China, Han dynasty (202 BCE–220 CE)": 3,
    "France, Burgundy, 15th century": 3,
    "China, Liao dynasty (916-1125)": 3,
    "Ostrogothic, Migration period": 3,
    "Africa, West Africa, Nigeria, Yorùbá peoples": 3,
    "Bohemia (?), 19th century": 3,
    "England, late 19th-early 20th Century": 3,
    "Pakistan, Gandhara, probably Swat, late Kushan period": 3,
    "Pakistan, Gandhara, probably Sirkap, early Kushan period": 3,
    "Sino-Tibetan, Derge School, Yongle period (1403-1427)": 3,
    "Northern France (Pas-de-Calais), Thérouanne, 13th century": 3,
    "Western Asia, Scythian": 3,
    "Cambodia, probably Angkor": 3,
    "China, Eastern Han dynasty (25–220 CE)": 3,
    "Germany, Thuringia or Saxony, 14th century": 3,
    "Cambodia, Angkor, 11th century": 3,
    "Italy, Rome, Early Imperial period": 3,
    "China, Zhejiang province, Five dynasties (907-60) or later": 3,
    "Egypt, Predynastic (5000–2950 BCE), Naqada II–III (3650–3000 BCE)": 3,
    "Mosan, Meuse Valley, Maastricht?, Gothic period, 12th century": 3,
    "Mexico, Oaxaca, Zapotec": 3,
    "Rhenish (Cologne), Gallo-Roman, 2nd century": 3,
    "Guatemala, Petén region, Maya style (250-900), Maya style (250-900)": 3,
    "France, Creil": 3,
    "Mexico, Nayarit": 3,
    "Anatolia, Phrygia": 3,
    "Germany, Hildesheim(?), 16th century": 3,
    "China, probably Shaanxi province, Xi'an, Tang dynasty (618-907)": 3,
    "Alemannic, Migration Period, 6th-7th century": 3,
    "Byzantine, 6th-7th century": 3,
    "Peru, North Coast, Moche culture (50–800 CE), early Intermediate Period": 3,
    "North Germany, Hildesheim (?), 16th century": 3,
    "Frankish, 6th century": 3,
    "Africa, Central Africa, Democratic Republic of Congo, probably Ngbandi-style carver": 3,
    "Germany, Hildesheim (?), 16th century": 3,
    "Tibet, Densatil Monastery, 15th century": 3,
    "India, Kushan, Vasudeva II (c. 275–300 CE)": 3,
    "America, Rhode Island, Newport, 18th century": 3,
    "Silesia (Southwestern Poland), Teschen, 17th century": 3,
    "France, Paris (?), 15th century": 3,
    "Isthmian Region (Colombia), Sinú (Zenú), 5th century-11th century": 3,
    "China, Northern Dynasties period (386-581)": 3,
    "Algeria": 3,
    "Netherlands, The Hague": 3,
    "Southern Netherlands or Northern France": 3,
    "Africa, East Africa, Ethiopia, unknown silversmith": 3,
    "Egypt, Third Intermediate (1069–715 BCE), Dynasty 21": 2,
    "Egypt, Meir, Middle Kingdom, mid-Dynasty 12, reign of Amenemhat II to Sesostris III": 2,
    "Spain, Catalonia, Barcelona(?), 16th century": 2,
    "Italy, Brescia, 18th century": 2,
    "Franco-Flemish, Liège, early 18th century": 2,
    "Italy, Brescia (?), late 17th Century": 2,
    "Germany, late 16th-early 17th century": 2,
    "Germany, Solingen, 17th century": 2,
    "Italy, Ferrara, early 16th Century": 2,
    "Northern India, Pahari Kingdom of Chamba": 2,
    "France (blade: Germany?), 18th century": 2,
    "Germany, Brunswick, 16th century": 2,
    "Italy, late 17th Century": 2,
    "Germany, early 17th century": 2,
    "Switzerland and/or France, 17th century (16th century blade)": 2,
    "Southern France, Abbey of Larreule, near Tarbes, 15th century": 2,
    "France(?)": 2,
    "Iran, Kashan, Seljuq period of Iran (1037–1194)": 2,
    "Germany, second half 16th Century": 2,
    "Egypt, Predynastic (5000–2950 BCE), Naqada I–IIb (3900–3300 BCE)": 2,
    "Egypt, Late period (715–332 BCE), Dynasty 30": 2,
    "America, late 19th Century": 2,
    "Netherlands, Dutch or Flemish, 17th century": 2,
    "Native North America, Southwest, Arizona, Pueblo, Hopi": 2,
    "Italy, late 15th-early 16th Century": 2,
    "Italy, Ferrara, 15th century": 2,
    "France, Champagne": 2,
    "Greek, Sicily(?)": 2,
    "Greek/South Italian, Taranto": 2,
    "Roman": 2,
    "Greek/South Italian, Taranto (ancient Taras)": 2,
    "Native North America, Southwest, New Mexico, Acoma Pueblo": 2,
    "Greece, Archaic period": 2,
    "Ostrogothic, Migration period, 6th century": 2,
    "China, Sui dynasty (581-618) to early Tang dynasty (618-907)": 2,
    "Northwest China, Neolithic period, Majiayao culture, Banshan phase (2650–2350 BCE)": 2,
    "Seleucia, Parthian Empire (247 BCE–224 CE)": 2,
    "Peru, North Coast, Chongoyape(?), Chavín style (900-200 BCE)": 2,
    "Colombia, Quimbaya or Yotoco style": 2,
    "America, Massachusetts, Boston": 2,
    "Italy, Florentine region, Cafaggiolo": 2,
    "Netherlands, 15th century": 2,
    "Netherlands, Leuven, 15th century": 2,
    "England, early 19th Century": 2,
    "China, Henan province, Yuxian, Juntai, Ming dynasty (1368-1644)": 2,
    "China, Jiangxi province, Jingdezhen kilns, Qing dynasty (1644-1911), Qianlong mark and period (1736-95)": 2,
    "Italy, Urbino region, Gubbio": 2,
    "Panama, International Style, 5th-7th century": 2,
    "Panama, Initial style": 2,
    "Germany, Franconia, late 15th century": 2,
    "Iran, Seljuq period (1037–1194)": 2,
    "China, Jiangxi province, Jingdezhen, Qing dynasty (1644-1911), Qianlong mark and period (1736-1795)": 2,
    "China, Jiangxi Province, Jingdezhen, Qing dynasty (1644–1911), Yongzheng mark and period (1723–35)": 2,
    "Europe": 2,
    "Africa, West Africa, Ghana, Asante Empire/ Kingdom, member of the goldsmiths’ guild": 2,
    "England, London, Bow": 2,
    "Mexico, Oaxaca, Mixtec style": 2,
    "Peru, South Coast, Paracas (Cavernas) style": 2,
    "Peru, Colonial Inka style, 16th century": 2,
    "South Netherlands, 16th century": 2,
    "Byzantium, Constantinople?, Byzantine period, 11th century": 2,
    "Byzantium, Avaric, 7th century": 2,
    "France, Mennecy, 18th century": 2,
    "Egypt, Alexandria, Roman": 2,
    "England, 15th century": 2,
    "Mexico, Gulf Coast": 2,
    "Peru, Inka style (1400-1532)": 2,
    "Germany, late 15th century": 2,
    "Mexico, Cholula?, Mixteca-Puebla Style, 10th-16th century": 2,
    "North Netherlands, 16th century": 2,
    "Egypt, Byzantine period": 2,
    "Byzantium, Byzantine period, 12th century": 2,
    "China, Ordos region, Western Han dynasty (206 BCE–8 CE)": 2,
    "Germany, Brunswick, 18th century": 2,
    "China, Jiangxi province, Jingdezhen, Ming dynasty (1368-1644), Yongle period (1403-1424)": 2,
    "China, Jiangxi Province, Jingdezhen, Yuan dynasty (1271–1368)": 2,
    "China, Jiangxi province, Jingdezhen, Ming dynasty (1368-1644), Yongle period (1403-24)": 2,
    "Spain, Catalonia, 15th century": 2,
    "Colombia, Sinú style, 5th-11th century": 2,
    "Iran, Sasanian Empire (224–651 CE), reign of Hormizd II (303–309)": 2,
    "China, Ming dynasty (1368–1644)": 2,
    "China, Hebei province, Quyang, Jin dynasty (1115-1234)": 2,
    "China, Zhejiang province, Longquan region, Southern Song dynasty (1127-1279)": 2,
    "China, Jiangxi province, Jingdezhen, Ming dynasty (1368-1644), Chenghua mark and period (1465-1487)": 2,
    "Peru, Northern Highlands, Chavín de Huantar(?), Chavín style": 2,
    "Austria, Region of Salzburg, Lungau?, 13th century": 2,
    "Germany, Würzburg, 16th century": 2,
    "Egypt, Middle Kingdom (2040–1648 BCE), Dynasty 12, reign of Amenemhat III (1860–1814 BCE)": 2,
    "Iran, Achaemenid (550–330 BCE)": 2,
    "Central India": 2,
    "Mughal India, court of Akbar (reigned 1556–1605)": 2,
    "Egypt, Old Kingdom (2647–2124 BCE), Dynasty 5, reign of Nyuserre (2445–2422 BCE) or later": 2,
    "China, Jiangxi province, Jingdezhen, Qing dynasty (1644-1911), Kangxi reign (1662-1722), but Chenghua mark (1465-87)": 2,
    "Iran, Marlik": 2,
    "Africa, West Africa, Mali, Bamana-style blacksmith-carver": 2,
    "Egypt, Greco-Roman period (332 BCE–395 CE), Roman empire (30 BCE–395 CE)": 2,
    "France, Burgundy, Dijon": 2,
    "China, Yuan dynasty (1271–1368)": 2,
    "France, vicinity of Reims, 13th century": 2,
    "Byzantium, Ravenna, Byzantine period, late 4th-early 5th Century": 2,
    "Tibet": 2,
    "Costa Rica, Southern Nicoya region, Pataky Polychrome style": 2,
    "Africa, West Africa, Mali, Dogon-style blacksmith-carver": 2,
    "Egypt, Late period (715–332 BCE), Dynasty 30–Greco-Roman period (332 BCE–395 CE), Ptolemaic dynasty (305–30 BCE)": 2,
    "Byzantium, Syria, Byzantine period, early 12th Century": 2,
    "Nigeria, Benin Kingdom, Ẹdo peoples, member(s) of the Igbesanmwan (wood and ivory carvers) guild": 2,
    "Denmark": 2,
    "England or Germany, Gothic period, 14th century": 2,
    "France, Gothic period, 13th century": 2,
    "Northeastern Thailand, Khorat Plateau, Buriram Province": 2,
    "Spain (Catalonia), 20th century": 2,
    "Thrace": 2,
    "China, late Northern Song dynasty (960-1127) - Jin dynasty (1115-1234)": 2,
    "Africa, West Africa, Liberia, Dan-style blacksmith": 2,
    "Hungary": 2,
    "South Italian, Paestan": 2,
    "India, Kashmir, 8th century": 2,
    "Central Europe, Bronze Age": 2,
    "Korea, Unified Silla period (676-935)": 2,
    "East Greek, probably Milesian": 2,
    "Hungary, Budapest?, 15th century": 2,
    "India, Bengal, Chandraketugarh area, Shunga period (185–78 BCE)": 2,
    "Greek / South Italian": 2,
    "Netherlands, late 16th Century": 2,
    "Colombia, Highland Nariño region,Tuza style": 2,
    "China, Northern Song dynasty (960-1127)": 2,
    "Wari (Pachacamac) style, Middle Horizon, Epoch 2": 2,
    "Byzantium, Palestine, early Byzantine period, early 7th Century": 2,
    "Eastern Greece, Rhodian": 2,
    "Greek": 2,
    "Serbia, Vinça culture, Neolithic Era": 2,
    "Native North America, Southwest, New Mexico": 2,
    "Byzantinium, Constantinople, Byzantine period, 6th century": 2,
    "Central Andes, North Highlands, Recuay people": 2,
    "Russia, Tula, Neo-classical, 18th century": 2,
    "Africa, Southern Africa, South Africa, Zulu-style maker": 2,
    "India, Satavahana period": 2,
    "Isthmian Region (Colombia), Calima, Yotoco period": 2,
    "Japan, Heisei period (1989–2019)": 2,
    "China": 2,
    "Egypt, New Kingdom (1540–1069 BCE), Dynasty 18, post-Amarna period or later": 1,
    "China, Hebei province, Eastern Wei dynasty (534-550)": 1,
    "Egypt, Thebes, New Kingdom, Dynasty 19, reign of Seti 1": 1,
    "Egypt, Thebes, Late Period, Dynasty 26, reign of Psammetichus II-Apries": 1,
    "Egypt, Middle Kingdom (2040–1648 BCE)": 1,
    "Egypt, Old Kingdom (2647–2124 BCE), Dynasties 5–6": 1,
    "Egypt, Saqqara, Early Dynastic (2950–2647 BCE), Dynasty 2, reign of Nynetjer (c. 2700 BCE) or later": 1,
    "Egypt, Predynastic (5000–2950 BCE), Naqada IIc–d (3650–3300 BCE)": 1,
    "Egypt, Early Dynastic (2950–2647 BCE), Dynasties 1–3": 1,
    "Egypt, Late period (715–332 BCE), Dynasty 27": 1,
    "Egypt, Third Intermediate (1069–715 BCE), Dynasty 22, reign of Shosheng I (943–922 BCE)": 1,
    "Egypt, Greco-Roman period (332 BCE–395 CE), Ptolemaic dynasty (305–30 BCE)–Roman empire (30 BCE–395 CE)": 1,
    "Egypt, Meir, Middle Kingdom (2040–1648 BCE), Dynasty 12, reign of Amenemhat II (1929–1895 BCE)–reign of Senusret III (1878–1839 BCE)": 1,
    "Egypt, New Kingdom (1540–1069 BCE), Dynasty 18, reign of Tuthmosis III (1479–1425 BCE)–reign of Amenhotep III (1390–1352 BCE)": 1,
    "America, late 19th century": 1,
    "America, late 17th century": 1,
    "Iraq, Basra, Abbasid period (750–1258)": 1,
    "China, Northern Qi dynasty (550–577)": 1,
    "Greek, Corinthian": 1,
    "Spain, Catalonia, Barcelona(?), early 16th century": 1,
    "Syro-Palestinian, 6th-7th century": 1,
    "Syro-Palestinian(?)": 1,
    "Greco-Roman": 1,
    "Northeast France or Flanders, 15th century": 1,
    "America, Massachusetts, Connecticut River Valley (Hampshire county), late 17th - early 18th century": 1,
    "Iran, probably Kashan, Ilkhanid period (1256–1353)": 1,
    "Caucasus or northern Iran": 1,
    "Spain, probably Valencia": 1,
    "South Germany or Austria": 1,
    "Italy, Brescia (?), 17th century": 1,
    "Germany or Austria, first half of 17th Century": 1,
    "Franco-Flemish, Liège, early 18th Century": 1,
    "Austria, Tyrol": 1,
    "Greece or Italy, Rome (?)": 1,
    "Byzantium, early Byzantine period, 7th-9th Century": 1,
    "Cyprus": 1,
    "Egypt, New Kingdom (1540–1069 BCE), Dynasty 18, reign of Akhenaten (1351–1334 BCE)": 1,
    "Egypt, Third Intermediate (1069–715 BCE), Dynasty 22 or later": 1,
    "Austria or Germany": 1,
    "Hilt: England; Blade: Germany, Solingen (?), Hilt: 17th Century; Blade: 18th Century": 1,
    "hilt: Scotland; blade: Germany, Solingen, hilt: 18th Century": 1,
    "Germany, Solingen, early 17th Century": 1,
    "Scotland, Stirling(?), 18th century": 1,
    "Italy, Milan?, 17th century": 1,
    "Balkan, late 18th-early 19th century": 1,
    "Italy, Padua, 15th century": 1,
    "Northern Italy, late 16th century": 1,
    "Italy, the Marches, late 14th-early 15th Century": 1,
    "France, Provence, 15th century": 1,
    "Northern Italy, early 17th century": 1,
    "Turkey, Ottoman period (1299–1922)": 1,
    "Italy, possibly Genoa, 17th century": 1,
    "North Germany, 16th century": 1,
    "North Italy, Milan?, 16th century": 1,
    "England, London or Birmingham, late 18th Century": 1,
    "Germany, Passau (?), 17th century": 1,
    "hilt: Holland; blade: Spain, 17th century": 1,
    "Italy (?), early 18th Century": 1,
    "Japan, Yayoi period (c. 300 BCE–300 CE)": 1,
    "hilt: Holland, blade: Germany, Solingen, 17th century": 1,
    "Spain, Toledo (?), second half of 16th Century": 1,
    "Spain, Toledo, second half of 16th Century": 1,
    "Germany or Russia, 16th century": 1,
    "Italy (?), 16th century": 1,
    "Scandinavia (?), 15th century": 1,
    "Germany, late 15th Century": 1,
    "Germany, late 17th Century": 1,
    "Netherlands, early 1700s": 1,
    "Hilt:  Italy (?); Blade:  Germany, Saxony, late 16th-17th Century": 1,
    "Italy, Milan(?), 16th century": 1,
    "Italy, Milan (?), early 16th Century": 1,
    "Germany, Nuremberg(?), 16th century": 1,
    "Italy, late 16th - early 17th Century": 1,
    "Germany, mid-16th century": 1,
    "Italy, early 17th Century": 1,
    "South Germany or Austria, Innsbruck, late 15th century": 1,
    "Germany, Nuremberg (?), 16th century": 1,
    "Poland, Silesia, 17th century": 1,
    "Holland (?), late 16th-early 17th Century": 1,
    "France, early 17th century": 1,
    "North Italy, Brescia(?), late 16th Century": 1,
    "Netherlands(?), late 16th-early 17th Century": 1,
    "North Italy, late 16th Century": 1,
    "Germany, Saxony, late 16th Century": 1,
    "Germany, Nuremberg (?), early 16th Century": 1,
    "German, Swabian, Gmünd, 17th century": 1,
    "Switzerland and/or France, 17th century": 1,
    "England (?), 17th century": 1,
    "Italy, possibly Genoa, 16th century": 1,
    "Spain (Hispano-Flemish), 15th century": 1,
    "unassigned (European), probably late 19th century (in 16th century style)": 1,
    "Lombardic, Italy, Venice(?), Migration period": 1,
    "Egypt, Thebes(?), New Kingdom (1540–1069 BCE), Dynasty 18, reign of Amenhotep III (1390–1352 BCE)": 1,
    "Italy, Etruscan, Archaic period": 1,
    "France, late 15th century": 1,
    "South Germany or Austria (Innsbruck), late 15th Century": 1,
    "China, Jiangxi Province, Jingdezhen kilns, Ming dynasty (1368–1644), Jiajing mark and reign (1522–66)": 1,
    "Germany, Meissen, Johann Joachim Kandler period 1735-56, 18th Century": 1,
    "Egypt, New Kingdom (1540–1069 BCE), Dynasty 18, reign of Hatshepsut (c. 1479–1458 BCE)": 1,
    "Spain, late 18th-early 19th century": 1,
    "Spain, Ripoll, 17th century": 1,
    "Spain, Eibar, late 18th Century": 1,
    "Spain, late 17th Century": 1,
    "Germany, early 18th Century": 1,
    "Germany, Bavaria, Regensburg (?), 18th century": 1,
    "Syria or Turkey, Ottoman period (1299–1922)": 1,
    "France, Champagne, Châlons-sur-Marne": 1,
    "Germany, Saxony, 18th century": 1,
    "North Italy, late 15th Century": 1,
    "Italy, Sardinia": 1,
    "Germany, Bavaria (?), 17th century": 1,
    "Germany, second half of 16th Century": 1,
    "European (unassigned), 15th century": 1,
    "Frankish, Champagne(?), Migration period, 7th century": 1,
    "Frankish, Burgundy (?), Migration period, 7th century": 1,
    "Italy, Etruscan, probably Praenestine": 1,
    "Lombardic, Italy, Rome, Migration period, 8th-9th Centuries": 1,
    "Lombardic, Italy, Rome, Migration period": 1,
    "Egypt, Late period (715–332 BCE), Dynasty 27, reign of Darius I (522–486 BCE)": 1,
    "Egypt, Predynastic (5000–2950 BCE), Naqada III (3200–3000 BCE)": 1,
    "Egypt, Predynastic (5000–2950 BCE), Naqada IIb (3650–3300 BCE)": 1,
    "Egypt, Late period (715–332 BCE), Dynasty 30, reign of Nectanebo II (358–340 BCE)": 1,
    "Egypt, said to be from Thebes, Deir el-Bahari, Egypt, New Kingdom (1540–1069 BCE), Dynasty 18, reign of Hatshepsut (c. 1479–1458 BCE)–reign of Tuthmosis III (1479–1425 BCE)": 1,
    "Egypt, Greco-Roman period (332 BCE–395 CE), reign of Ptolemy II Philadelphus (285–246 BCE)": 1,
    "Egypt, Late period (715–332 BCE), Dynasties 27–30": 1,
    "Egypt, Thebes(?), New Kingdom (1540–1069 BCE), Dynasty 18, reign of Tuthmosis III (1479–1425 BCE)": 1,
    "Egypt, New Kingdom (1540–1069 BCE), Dynasty 18, reign of Tuthmosis III (1479–1425 BCE)": 1,
    "Egypt, Predynastic (5000–2950 BCE), Naqada I–II (3900–3300 BCE)": 1,
    "France, Poitou, Melle, 15th century": 1,
    "China, Henan Province, Anyang, Xiudingsi pagoda, Tang dynasty (618–907)": 1,
    "America, Native North American, Southwest, Navajo (Dine), female artist": 1,
    "Native North American, Southwest, Navajo (Dine), woman artist": 1,
    "Egypt, Aswan, Qubbet el-Hawa, excavations of Lady William Cecil, 1904, \"Cecil Tombs,\" no. 28, Middle Kingdom (2040–1648 BCE), Dynasty 12, probably reign of Senusret I (1971–1926 BCE)": 1,
    "European, early 15th century": 1,
    "South Germany, early 16th Century": 1,
    "European (German or Swiss?), early 16th century": 1,
    "Native North America, Northwest Coast, British Columbia and Alaska, Haida": 1,
    "Mexico, Teotihuacan": 1,
    "Cambodia, Koh Ker, Reign of Jayavarman IV, 928-941": 1,
    "China, Hebei province, northern Xiangtangshan caves, South cave, Northern Qi dynasty (550-577)": 1,
    "France, Paris, Gothic period": 1,
    "Roman, probably Eastern Mediterranean": 1,
    "England, late 18th Century": 1,
    "North Italy, 14th-15th century": 1,
    "Italy, Faenza, 16th century": 1,
    "Italy, Papal States, Deruta": 1,
    "Germany(?)": 1,
    "Greek, Middle/Late Corinthian": 1,
    "Greece, Amorgos": 1,
    "Iran, probably Sultanabad, Ilkhanid period (1256–1353)": 1,
    "Germany, Rhine Valley, Cologne?, Romanesque period, 12th century": 1,
    "England, late 18th century": 1,
    "Italy, The Marches, 15th century": 1,
    "Mosan, Meuse Valley, Romanesque period, 12th century": 1,
    "South Italian, Campanian (Calenian)": 1,
    "Greece, Rhodes": 1,
    "Greece, Tanagra (Boeotia)": 1,
    "Greece, Ionian": 1,
    "Greece, Macedonia(?)": 1,
    "Spain, Catalonia, early 15th century": 1,
    "Greece, Alexandria, Hellenistic": 1,
    "France, perhaps Artois or Picardy, early 16th century": 1,
    "South Italy, Locri (?), Greek": 1,
    "Mosan, Valley of the Meuse, Gothic period, 13th century": 1,
    "France, Paris?, Gothic period, 13th century": 1,
    "Greece, Alexandria or the Levant": 1,
    "Italy, Etruscan, Archaic Period": 1,
    "China, Hebei province, Tang dynasty (618-907)": 1,
    "China, Hebei province, Quyang, Northern Song dynasty (960-1127)": 1,
    "Germany, late 16th-early 17th Century": 1,
    "Hunnish, Migration Period": 1,
    "China, Jiangxi province, Jingdezhen, Qing dynasty (1644–1911), Kangxi mark and period (1662–1722)": 1,
    "South India, Tamil Nadu, Chola period (900-1200s)": 1,
    "South Italy, Lucania, Greek": 1,
    "Germany, Weserraum, Migration period, late 8th century": 1,
    "paten: Germany, Lower Saxony, Hildesheim; monstrance: Germany, Lower Saxony, Brunswick, Gothic period, paten: 12th century; monstrance: 14th century": 1,
    "China, Jiangxi province, Jingdezhen kilns, Qing dynasty (1644-1911), Yongzheng mark and reign (1722-35)": 1,
    "Germany or Moravia, 14th century": 1,
    "China, Henan province, Jincun, Warring States period (475–221 BCE)": 1,
    "China, Henan province, Northern Dynasties period (386–581 CE)": 1,
    "Germany, Lower Saxony, Hildesheim, Romanesque period, late 12th century": 1,
    "South Italy or Sicily, 12th century": 1,
    "Ivory:  Ottonian, Lorrain; Frame: Germany, Lower Saxony, Brunswick, Gothic period, 14th century": 1,
    "Germany, Lower Saxony?, 11th century": 1,
    "Germany, Lower Saxony, Brunswick, Gothic period, 15th century": 1,
    "Germany, Upper Rhine, Southern Swabia, Gothic period, 14th century": 1,
    "France, Paris, Ile-de-France, Gothic period, early 14th century": 1,
    "Southwest, Pueblo, Santa Clara, Post-Contact, 20th century": 1,
    "Northeastern India, Bihar, Tetravan, Pala Period (750-1197)": 1,
    "Central Vietnam (Champa), Quang Nam province, Dong Duong monastery": 1,
    "Africa, Central Africa, Democratic Republic of Congo, Kuba-style carver": 1,
    "Africa, West Africa, Ghana, Asante Empire/Kingdom, probably Kumasi, member of the goldsmiths’ guild": 1,
    "Germany, born Ensingen, active Austria, 15th century": 1,
    "Austria, possibly Bohemia, early 15th Century": 1,
    "Syria, possibly Tell Minis, Zangid (1127–1251) or Ayyubid period (1171–1260)": 1,
    "China, reportedly from Hunan province, Changsha, Warring States period (475–221 BCE), State of Chu (c. 1046–223 BCE)": 1,
    "Northern India, Mathura, early medieval period, 7th-8th century": 1,
    "Spain (Visigothic or Byzantine)": 1,
    "Netherlands, Elsloo, 16th century": 1,
    "Germany, Landshut, 16th century": 1,
    "Germany, Upper Bavaria, 16th century": 1,
    "England, Worcester": 1,
    "Germany, Rhine Valley, Romanesque  period,  early 13th century": 1,
    "Mosan, Valley of the Meuse, Gothic period, mid-13th century": 1,
    "Italy, Lombard School, late 15th century": 1,
    "China, Jiangxi province, Jingdezhen, Qing dynasty (1644–1911), Yongzheng mark and reign (1723–35)": 1,
    "Panama, International Style, 5th-8th century": 1,
    "Mexico, Classic Veracruz, 7th-10th Century": 1,
    "Italy, Gubbio, 16th century": 1,
    "Cambodia, Angkor, 12th century": 1,
    "Spanish, Burgundy, Dijon, 15th century": 1,
    "Peru, South Coast, late Paracas or early Nasca style": 1,
    "Cambodia, Angkor, Baphuon, early 12th century": 1,
    "Netherlandish, active France, 16th century": 1,
    "Cambodia, found in Vietnam, near Ho Chi Minh City, Reign of Suryavarman II, Angkor Wat Period, 1st half 12th Century": 1,
    "Urartian, northwest Iran, possibly Gusçi, Lake Urmia": 1,
    "France, Normandy": 1,
    "Northern China, Liao dynasty (916-1125) or Northern Song dynasty (960-1127)": 1,
    "China, Jiangxi Province, Jingdezhen, Qing dynasty (1644–1911), Kangxi period (1662–1722)": 1,
    "France, Île-de-France, Paris, 14th century": 1,
    "France, possibly Champagne, 15th century": 1,
    "Northern Italy, possibly Padua, 16th century": 1,
    "China, Yunnan province, Dali kingdom (938–1253)": 1,
    "Indonesia, Java, Borobudur, Sailendra Period, 9th Century": 1,
    "England, early 19th century": 1,
    "Southern India, Andhra Pradesh, Nagarjunakonda": 1,
    "Neo-Assyrian (911–609 BCE), Iraq, Nimrud, Northwest Palace, reign of Ashurnasirpal II (883–859 BCE)": 1,
    "Northern India, Uttar Pradesh, Sarnath": 1,
    "Iran, Achaemenid (550–330 BCE), Persepolis": 1,
    "Italy, Umbria": 1,
    "Panama, Veraguas(?) style, 10th-16th century": 1,
    "Panama, Veraguas-Chiriquí style, 10th-16th century": 1,
    "Afghanistan, Gandhara, Kushan": 1,
    "Central Andes, Wari style": 1,
    "Spain, Valencia, 15th century": 1,
    "Italy, Roman, Imperial Roman period": 1,
    "Colombia or Panama, International style, 5th-8th Century": 1,
    "Greek / Sicilian, Selinus": 1,
    "Egypt, Fustat (Old Cairo), Fatimid period (909–1171)": 1,
    "Northern Iraq, Ayyubid period": 1,
    "Iran, Seljuq period of Iran (1037–1194)": 1,
    "Italy, Urbino region, Gubbio, 16th century": 1,
    "Iran, Khurasan, Ilkhanid period (1256–1353)": 1,
    "Peru, Lambayeque Valley, Inka style (1400-1532)": 1,
    "Italy, Urbino region, Castel-Durante, 16th century": 1,
    "Greece, Alexandria(?)": 1,
    "Northeastern India, Bihar, Aphsad, early Pala period, 7th Century": 1,
    "Syria, Ayyubid period (1171–1260)": 1,
    "Panama, Darién or Venado Beach region, Openwork style, 5th-8th Century": 1,
    "Germany, mid-18th century": 1,
    "Costa Rica, Diquís region, or Panama, 11th-16th century": 1,
    "Peru, South Coast, Paracas, Late Period": 1,
    "Peru, North Coast, Chimú style (900-1470)": 1,
    "Byzantium, probably Syria, early Byzantine period, 6th century": 1,
    "France, Villeroy, 18th century": 1,
    "France or England, Gothic period, 14th century": 1,
    "Spain, Valencia, early 15th Century": 1,
    "Germany, Frankenthal, 18th century": 1,
    "Iran, Shiraz or Mashhad, Safavid period (1501–1722)": 1,
    "South Italy, Campania": 1,
    "Pendant: France, Paris or Tours; Cameo: Italy, 13th-15th century": 1,
    "China, Song dynasty (960-1279) - Yuan dynasty (1271-1368)": 1,
    "Byzantium, early Byzantine period, 5th-6th Century": 1,
    "Byzantium, early Byzantine period, 5th-7th Century": 1,
    "early Byzantium, Constantinople or Ravenna, Byzantine period, 6th century": 1,
    "Northern Italy, 16th century": 1,
    "China, Fujian province, Southern Song dynasty (1127-1279)": 1,
    "Northern China, Jin dynasty (1115-1234)": 1,
    "Northern China, Northern Song dynasty (960-1127)": 1,
    "China, Shaanxi province, Tongchuan, Huangbaozhen, Five Dynasties period (907-960) or Northern Song dynasty (960-1126)": 1,
    "Northern China, Jin dynasty (1115-1234) or Yuan dynasty (1271-1368)": 1,
    "China, Henan province, Northern Song dynasty (960-1127)": 1,
    "Egypt, Giza, Old Kingdom (2647–2124 BCE), Dynasty 5": 1,
    "Indonesia, Central Java, Prambanam, Temple of Loro Jonggrang, early 10th Century": 1,
    "Italy, early 16th Century": 1,
    "Northern Germany?, Romanesque period, 12th century": 1,
    "Mexico, Oaxaca, Mixtec, 13th-16th century": 1,
    "France, mid-16th century": 1,
    "Germany, Lower Saxony, Hildesheim?, Romanesque period, enamels: 12th century; wood core: 19th century": 1,
    "Central Mexico, Aztec style, 13th-16th century": 1,
    "Germany, mid-17th century": 1,
    "Guatemala, Quirigua, Maya style (250-900)": 1,
    "England, 14th century": 1,
    "Costa Rica or Panama": 1,
    "Mexico, 20th century": 1,
    "Byzantium, Palestine, Byzantine period, 7th-10th century": 1,
    "Mexico, Guerrero, Olmec": 1,
    "Netherlands, Nijmegen, 16th century": 1,
    "Netherlands, Haarlem, 15th century": 1,
    "Russia (worked in France), 20th century": 1,
    "Italy, 20th century": 1,
    "Byzantium (pendant); Germany, Aachen (frame), Byzantine period, 12th century (pendant); Byzantine period, 14th century (frame)": 1,
    "Germany, Aachen, Byzantine period, 14th century": 1,
    "France, Lorraine?, or Austria?, Gothic period, 14th century": 1,
    "France, Gothic period, 15th century": 1,
    "South Italy, Tarentum": 1,
    "Eastern Anatolia": 1,
    "Anglo-Norman, England or France, Romanesque period, 12th century": 1,
    "France, early 18th century": 1,
    "Cross: Latin Kingdom of Jerusalem\r\nPanel: Rhine-Meuse region, Gothic period, 13th century": 1,
    "Egypt or Syria(?)": 1,
    "Germany, Strassburg, 16th century": 1,
    "Mosan, Valley of the Meuse, Gothic period, 12th century": 1,
    "Central Andes, North Coast, Chimú people, late Intermediate period": 1,
    "Italy, early 16th century": 1,
    "Panama, International style, 5th-7th century": 1,
    "Mosan, Valley of the Meuse, Gothic period, early 13th century": 1,
    "France, Limousin, Limoges, Gothic period, mid-13th century": 1,
    "Germany, Meissen, early 18th century": 1,
    "Byzantium, Byzantine period, 13th-15th century": 1,
    "Intermediate Region, Panama, Conte style, 5th-10th Century": 1,
    "China, Qing dynasty (1644–1911), Qianlong period (1736–95)": 1,
    "Pakistan, Gandhara, Sirkap, Kushan period": 1,
    "Germany, Aachen?, Gothic period, 13th century": 1,
    "Honduras, Copán, Structure 10L-22A, Maya style (250-900)": 1,
    "Germany, Mainz, 18th century": 1,
    "Spain, Manises, 15th century": 1,
    "Anglo-Saxon, England, West Midlands?, Romanesque period, 11th century": 1,
    "Spain or Northern Italy, mid 16th - mid 17th century": 1,
    "Africa, West Africa, Liberia, Mano-style carver": 1,
    "Northeast China, Neolithic period, probably Hongshan culture (4700–2920 BCE)": 1,
    "China, Jiangxi province, Jingdezhen, Ming dynasty (1368-1644), Xuande mark and reign (1426-1435)": 1,
    "Byzantium, Byzantine period, 6th century": 1,
    "Byzantium, Byzantine period, 6th-7th centuries": 1,
    "Byzantium, Constantinople?, early Byzantine period, 6th century": 1,
    "Germany or Switzerland, 16th century": 1,
    "China, probably Zhejiang province, Han dynasty (202 BCE–220 CE)": 1,
    "Netherlands, or possibly France, 14th century": 1,
    "Byzantium, Byzantine period, 14th century": 1,
    "China, Jiangxi province, Jingdezhen kilns, Qing dynasty (1644-1911), Kangxi reign (1662-1722)": 1,
    "China, Jiangxi province, Jingdezhen kilns, Qing dynasty (1644-1911), Kangxi reign (1661-1722)": 1,
    "Syria(?) or Anatolia, early Christian": 1,
    "France, Limousin, Limoges, Gothic period, first half of 13th century": 1,
    "Africa, West Africa, Côte d'Ivoire, possibly Baule-style goldsmith": 1,
    "Mexico, Oaxaca, Zapotec style": 1,
    "India, Uttar Pradesh": 1,
    "Peru, Wari style (500-900)": 1,
    "England or Germany, 18th century": 1,
    "Switzerland, Zurich, late 16th Century": 1,
    "Switzerland, Germany, or Austria, 16th century": 1,
    "China, probably Henan province, Tang dynasty (618–907)": 1,
    "Peru, Bolivia, Chile or Ecuador, Inka style (1400-1532)": 1,
    "Northern England (Romano-British), Migration period, 2nd-3rd centuries": 1,
    "South Italy, Apulia, early 12th Century": 1,
    "Greece, probably from workshop of Locri or Tarentum, Classical Period": 1,
    "South India, Tamil Nadu, Chola period (900-13th century)": 1,
    "Iraq, possibly Mosul, Zangid or Artugid Period, 13th Century": 1,
    "Native North America, Northwest Coast, British Columbia, Nuxalk (Bella Coola)": 1,
    "Panama, Veraguas-Chiriquí style, 11th - 16th century": 1,
    "China, Henan province, Yuxian, Jin dynasty (1115-1234) - Yuan dynasty (1271-1368)": 1,
    "Japan, Kofun period (300–710 CE)": 1,
    "China, Henan Province, Yuxian, Juntai, Ming dynasty (1368–1644)": 1,
    "China, Henan Province, Baofeng, Qingliangsi, Northern Song dynasty (960-1127)": 1,
    "China, Zhejiang Province, Longquan region, Southern Song dynasty (1127-1279)": 1,
    "Northern China, Northern Song (960-1127) or Jin dynasty (1115-1234)": 1,
    "China, Jiangxi Province, Jingdezhen, Ming dynasty (1368–1644), Xuande mark and period (1426–35)": 1,
    "China, Hebei province, northern Xiangtangshan caves, North cave, Northern Qi dynasty (550-577)": 1,
    "Peru, South Coast, Chincha-Ica Valley area, 13th-16th century": 1,
    "Peru, South Coast, Chincha-Ica Valley area, 15th-16th century": 1,
    "Italy, Rome, Greco-Roman Period": 1,
    "Eastern India, Orissa": 1,
    "Byzantium, Contantinople, Byzantine period, 11th century": 1,
    "Austria, Ferlach, mid 17th Century": 1,
    "Iran, Nishapur, Samanid period (819–1005)": 1,
    "Western India, Karnataka, 11th-12th century": 1,
    "South Germany or Austria, late 17th century": 1,
    "Africa, West Africa, Guinea, possibly Baga-style maker": 1,
    "Southern Germany, possibly Nuremberg, 16th century": 1,
    "France, late 19th century-early 20th century": 1,
    "France, early 19th Century": 1,
    "Southwestern France, Toulouse?, 14th century": 1,
    "China, Possibly Qing dynasty (1644-1911), Qianlong period (1736-1795)": 1,
    "India, Rajasthan, Sirohi, late 17th or early 18th century": 1,
    "Germany, Cologne?, Romanesque period, 12th century": 1,
    "Austria, Lambach, 18th century": 1,
    "Burudjird(?), Parthian Empire (247 BCE–224 CE)": 1,
    "Mughal India, possibly Lucknow": 1,
    "Eastern India, Bihar": 1,
    "Northern Netherlands (Holland)": 1,
    "China, Zhejiang province, Longquan region, Yuan dynasty (1271-1368)": 1,
    "Central India, Madhya Pradesh": 1,
    "South India, Tamil Nadu, Chola period (900–1200s))": 1,
    "Africa, West Africa, Côte d'Ivoire, reportedly Korhogo area, Senufo-style carver": 1,
    "China, Shaanxi province, Xi'an, Western Zhou dynasty (c. 1046–771 BCE)": 1,
    "Germany, Munich, second half 18th century": 1,
    "Iran, Isfahan, in the style of the Safavid period (1501–1722)": 1,
    "France, Loire Valley, 14th century": 1,
    "Guatemala or Mexico, Usumacinta River region, Maya style": 1,
    "China, late Northern Qi (550–577) or early Sui dynasty (581–618)": 1,
    "Austria, Diocese of Passau, 14th century": 1,
    "France, Saint-Aignan-sur-Cher, 12th century": 1,
    "France, probably modern": 1,
    "Egypt, Asyut, New Kingdom, (1540–1069 BCE), Dynasty 19, reign of Ramesses II (1279–1213 BCE)": 1,
    "China, Henan province, probably Anyang, Shang dynasty (c. 1600–c. 1046 BCE), Anyang phase (c. 1250–1046 BCE)": 1,
    "Mesopotamia, Neo-Sumerian, Iraq, Girsu": 1,
    "Panama, Veraguas-Chiriquí style, 11th-16th century": 1,
    "Central Mexico, Tlacuilapaxco apartment compound(?), Teotihuacán style, Classic Period": 1,
    "Flanders, Bruges and Ghent": 1,
    "Flanders, Ghent and Bruges, late 15th Century": 1,
    "Bolivia, Cochabamba(?), Tiwanaku style, 400-1000": 1,
    "Western France, Vendée or Angoulême?, 12th century": 1,
    "Northeastern France or the Burgundian Netherlands, 15th century": 1,
    "France, Sinceny": 1,
    "Northern India, Mathura, late Gupta Period (320-647)": 1,
    "China, Jin dynasty (1115-1234)": 1,
    "America, Ohio, Painesville, 19th century": 1,
    "France, made in Genoa, 17th century": 1,
    "late Roman Empire, perhaps Syria, early Byzantine, 4th century": 1,
    "Italy, probably Milan, 16th century": 1,
    "North Italy, 16th Century, but mostly modern reconstruction": 1,
    "Greece, Ptolemaic Dynasty": 1,
    "Sasanian, Iran, 600s or Turk Shahi dynasty, Kabul, Afghanistan, 500s": 1,
    "China, Jiangxi Province, Jingdezhen kilns, Yuan dynasty (1271–1368)": 1,
    "China, Jiangxi province, Jingdezhen, Ming dynasty (1368-1644), Xuande reign (1426-35)": 1,
    "China, Jiangxi province, Jingdezhen kilns, Ming dynasty (1368-1644), Yongle period (1403-1424)": 1,
    "China, Jiangxi province, Jingdezhen, Ming dynasty (1368-1644), Chongzhen reign (1628-44) or Qing dynasty, Shunzhi reign (1644-61), but Ming dynasty (1368-1644), Jiajing mark (1522-66)": 1,
    "China, Jiangxi Province, Jingdezhen, Qing dynasty, Shunzhi period (1644–61)": 1,
    "China, Jiangxi province, Jingdezhen, Qing dynasty (1644-1911), Yongzheng mark and reign (1723-1735)": 1,
    "China, Jiangxi province, Jingdezhen kilns, Ming dynasty (1368-1644), Hongzhi mark and reign (1488-1505)": 1,
    "China, Jiangxi province, Jingdezhen, Ming dynasty (1368-1644), Hongwu period (1368-98)": 1,
    "China, Beijing palace workshops, Qing dynasty (1644-1911), Qianlong reign (1736-1795)": 1,
    "Southwestern India, Karnataka": 1,
