{
  "classifications": {
    "painting": 342,
    "oil on canvas": 258,
    "sculpture": 176,
    "jade": 154,
    "pendant (jewelry)": 87,
    "bronze": 77,
    "oil on panel": 75,
    "vessel": 67,
    "earthenware": 67,
    "vase": 66,
    "statuette": 66,
    "miniature": 66,
    "drinking vessel": 65,
    "coin": 63,
    "bowl": 58,
    "ceramics": 56,
    "bust/head": 50,
    "wood": 48,
    "dish (vessel)": 48,
    "suit-helmet": 48,
    "architectural fragment": 42,
    "edged weapon-staff": 42,
    "porcelain": 40,
    "textile": 40,
    "edged weapon-sword": 40,
    "engraving": 38,
    "tempera": 38,
    "stoneware": 36,
    "suit-element": 36,
    "paperweight": 30,
    "suit": 30,
    "woodblock print": 28,
    "internal dye diffusion transfer print": 28,
    "prints and drawing": 27,
    "relief": 26,
    "silver": 25,
    "collage": 24,
    "graphite": 24,
    "photograph": 24,
    "ewer (vessel)": 22,
    "glass": 22,
    "decorative object/ornament": 22,
    "pen and ink drawings": 21,
    "drawings (visual works)": 19,
    "etching": 18,
    "plate (general, dish)": 17,
    "stone": 17,
    "furniture": 17,
    "design": 17,
    "lithograph": 15,
    "book": 14,
    "horse equipment": 14,
    "votive offering": 14,
    "marble": 13,
    "sandstone": 13,
    "enamel": 12,
    "teapot": 12,
    "print": 11,
    "tableware": 11,
    "case furniture": 10,
    "decorative arts": 10,
    "acrylic paintings (visual works)": 10,
    "photography": 10,
    "gouache": 9,
    "amulet": 9,
    "watercolor": 9,
    "bottle": 8,
    "jewelry": 8,
    "stone (unidentified)": 8,
    "pastel": 8,
    "shield": 8,
    "architectural drawing": 8,
    "architecture": 8,
    "large scale": 7,
    "stained glass/leaded glass": 7,
    "vessel for serving food": 7,
    "crayon": 7,
    "european decorative arts": 7,
    "metalwork": 7,
    "personal grooming / hygiene / cosmetic container": 7,
    "altarpiece": 7,
    "shafted weapon": 7,
    "edged weapon-dagger": 7,
    "chair": 7,
    "ritual objects": 7,
    "oil paintings (visual works)": 6,
    "candleholder - candelabra": 6,
    "hanging scroll": 6,
    "arms and armor": 6,
    "firearm-handgun": 6,
    "costume": 6,
    "ear ornament": 5,
    "ring (jewelry)": 5,
    "Stelae": 5,
    "seating": 5,
    "ceremonial object": 5,
    "plaque (flat object)": 5,
    "installation": 5,
    "embroidery": 5,
    "pitcher (vessel)": 4,
    "ushabti": 4,
    "desk": 4,
    "statue": 4,
    "oil on copper": 4,
    "lacquerware": 4,
    "ivory": 4,
    "lacquer": 4,
    "architectural sculpture": 4,
    "table": 4,
    "suit-gauntlet": 4,
    "canopic jar": 4,
    "basketry": 4,
    "drawing": 4,
    "gold": 3,
    "mirror": 3,
    "tin-glazed ware": 3,
    "triptych": 3,
    "household accessory": 3,
    "chalk": 3,
    "writing equipment": 3,
    "needlework (visual works)": 3,
    "thorne rooms": 3,
    "handscroll": 3,
    "coffeepot": 3,
    "sculpture/stone": 3,
    "accessories (object genre)": 3,
    "oil on board": 3,
    "fragment": 3,
    "arms and armor, miscellaneous": 3,
    "presentation drawing": 3,
    "firearm-accessory": 3,
    "armor": 3,
    "asian art": 3,
    "oil on paper": 3,
    "arms": 3,
    "poster": 3,
    "cutlery": 3,
    "time based media": 3,
    "iron": 2,
    "charcoal": 2,
    "oil on cardboard": 2,
    "gelatin silver (developing-out-paper) pr": 2,
    "crucifixion": 2,
    "reliquary": 2,
    "compote": 2,
    "metal": 2,
    "woodcut": 2,
    "coffin": 2,
    "container": 2,
    "construction/mixed media": 2,
    "torchère (stand)": 2,
    "mixed media/collage": 2,
    "musical instrument": 2,
    "combination weapon": 2,
    "firearm-long gun": 2,
    "crossbow": 2,
    "teaware": 2,
    "schist": 2,
    "clock": 2,
    "landscape drawing": 2,
    "ink": 2,
    "architectural model": 2,
    "masks": 2,
    "chalices (liturginal vessels)": 2,
    "goblet": 2,
    "european painting": 2,
    "costume - weaving": 2,
    "coat (garment)": 2,
    "dress (garment)": 2,
    "costume - embroidery": 2,
    "paint": 2,
    "costume accessory - shoe": 1,
    "bracelet (jewelry)": 1,
    "ornamental piece": 1,
    "aquatint": 1,
    "steel": 1,
    "mosaic": 1,
    "functional object": 1,
    "incense burner": 1,
    "limestone": 1,
    "mummy goods": 1,
    "vessel for serving drinks": 1,
    "candleholder": 1,
    "bone": 1,
    "cookware": 1,
    "bead": 1,
    "lamp (lighting device)": 1,
    "weapon": 1,
    "modern and contemporary art": 1,
    "plaster": 1,
    "color photograph": 1,
    "shell": 1,
    "jars": 1,
    "beadwork": 1,
    "relief etching": 1,
    "manuscript": 1,
    "scarab": 1,
    "mortar (grinding tool)": 1,
    "candleholder - sconce": 1,
    "weaving - tapestry": 1,
    "design drawing": 1,
    "fireplace equipment": 1,
    "punch bowl": 1,
    "photographic process": 1,
    "furniture accessory": 1,
    "oil on card": 1,
    "weaving - printed": 1,
    "chest (case furniture)": 1,
    "medal/plaquette/coin": 1,
    "African Textiles": 1,
    "ironwork": 1,
    "sideboard (furniture)": 1,
    "political": 1,
    "jugs (vessels)": 1,
    "chandelier (hanging light)": 1,
    "sarcophagus": 1,
    "necklace": 1,
    "sconces (lighting devices)": 1,
    "andirons": 1,
    "sculpture/plaster": 1,
    "equus caballus (species)": 1,
    "seal": 1,
    "carving": 1,
    "silkscreen": 1,
    "fire screen (furniture)": 1,
    "graphic design": 1,
    "copper plate": 1,
    "time-based works": 1,
    "monotype": 1,
    "altar candlesticks": 1,
    "casket": 1,
    "oil on paper, laid on canvas": 1,
    "limoges": 1,
    "art of the americas": 1,
    "stool (seating furniture)": 1,
    "portrait": 1,
    "amphora": 1,
    "intaglio": 1,
    "american arts": 1,
    "still life": 1,
    "bust": 1,
    "screen": 1,
    "sport equipment": 1,
    "cross": 1,
    "settee": 1,
    "blanc de Chine": 1,
    "figure": 1,
    "sign": 1,
    "bodice": 1,
    "needlework - costume": 1
  },
  "cultures": {
    "China": 581,
    "France": 446,
    "United States": 445,
    "Italy": 194,
    "Germany": 133,
    "Japan": 125,
    "Spain": 89,
    "England": 84,
    "Egypt": 73,
    "Netherlands": 60,
    "Meissen": 42,
    "Korea": 41,
    "Flanders": 40,
    "Austria": 30,
    "Augsburg": 29,
    "Milan": 26,
    "Roman Empire": 25,
    "Paris": 25,
    "London": 23,
    "Belgium": 23,
    "Venice": 22,
    "Sèvres": 22,
    "Rome": 21,
    "Greece": 21,
    "Holland": 19,
    "Switzerland": 19,
    "Syria": 17,
    "Chicago": 16,
    "Vienna": 16,
    "Nuremberg": 15,
    "New York City": 14,
    "Athens": 13,
    "Brazil": 13,
    "Southern Germany": 12,
    "Ancient Greece": 11,
    "Turkey": 11,
    "Delft": 11,
    "Dresden": 11,
    "Morocco": 10,
    "Iran": 10,
    "Saint-Louis-lès-Bitche": 10,
    "Mexico": 9,
    "Chile": 9,
    "India": 9,
    "Brunswick": 8,
    "Bohemia": 8,
    "Innsbruck": 8,
    "Europe": 8,
    "Cuba": 7,
    "Limoges": 7,
    "Burslem": 7,
    "Mauritania": 7,
    "New York": 6,
    "Florence": 6,
    "Urbino": 6,
    "Saxony": 6,
    "Clichy": 6,
    "Denmark": 6,
    "Southeast Asia": 6,
    "South Korea": 6,
    "Bridgeton": 6,
    "Apulia": 5,
    "Cales": 5,
    "Uzbekistan": 5,
    "Western Europe": 5,
    "Thailand": 5,
    "Meuse": 5,
    "Berlin": 5,
    "Madhya Pradesh": 5,
    "Quakertown": 5,
    "Nigeria": 5,
    "Afghanistan": 5,
    "Etruria": 4,
    "Corinth": 4,
    "Syracuse": 4,
    "Northern Italy": 4,
    "Lunéville": 4,
    "Scotland": 4,
    "Greenwich": 4,
    "Norway": 4,
    "Mongolia": 4,
    "Stoke-on-Trent": 4,
    "Tunisia": 4,
    "Yemen": 4,
    "Alexandria": 3,
    "Vincennes": 3,
    "Chelsea": 3,
    "Murano": 3,
    "Worcester": 3,
    "Bow": 3,
    "Cologne": 3,
    "Rhineland": 3,
    "Saqqara": 3,
    "Thessaloníki": 3,
    "East Germany": 3,
    "Myanmar": 3,
    "Philadelphia": 3,
    "Baccarat": 3,
    "Thessalía": 3,
    "Fulton": 3,
    "Normandy": 3,
    "Istanbul": 2,
    "Ireland": 2,
    "Kavála": 2,
    "Tyre": 2,
    "Metaponto": 2,
    "Taos": 2,
    "Old Cairo": 2,
    "Central Italy": 2,
    "Algeria": 2,
    "Ramallah": 2,
    "Nagapattinam": 2,
    "Lambeth": 2,
    "Antioch": 2,
    "Northern China": 2,
    "Faenza": 2,
    "Deruta": 2,
    "Corona": 2,
    "Saint Louis": 2,
    "Valencia region": 2,
    "Peruvian North Coast": 2,
    "Tuscany": 2,
    "Petén": 2,
    "Bristol": 2,
    "Dublin": 2,
    "Sweden": 2,
    "Lisbon": 2,
    "Nepal": 2,
    "Iraq": 2,
    "Vulci": 2,
    "Poland": 2,
    "Northern Germany": 2,
    "Pisa": 2,
    "Cyprus": 2,
    "Landshut": 2,
    "Brescia province": 2,
    "Brussels": 2,
    "Hungary": 2,
    "Tenafly": 2,
    "Vietnam": 2,
    "Northern region": 2,
    "Highland Park": 2,
    "Norwich": 2,
    "Venezuela": 2,
    "Northern Netherlands": 2,
    "Niger": 2,
    "Mozambique": 2,
    "Gilbert": 2,
    "Nevers": 2,
    "Turkmenistan": 2,
    "Palestine": 2,
    "Siwa Oasis": 2,
    "Al Fayyum": 1,
    "Thívai": 1,
    "Knossos": 1,
    "Taranto": 1,
    "Ephesus": 1,
    "Avon": 1,
    "Cedar Rapids": 1,
    "Rouen": 1,
    "Sant'Eufemia Vecchia di Lamezia Terme": 1,
    "Jazirat Arwad": 1,
    "Acilia": 1,
    "Puebla": 1,
    "Cambodia": 1,
    "Nestórion": 1,
    "Andhra Pradesh": 1,
    "Ludwigsburg": 1,
    "Eurasia": 1,
    "Tamil Nadu": 1,
    "Los Angeles": 1,
    "Urbania": 1,
    "Valencia": 1,
    "Prouts Neck": 1,
    "Frankenthal": 1,
    "Sicily": 1,
    "Saint-Rémy-de-Provence": 1,
    "Northwestern Iran": 1,
    "Byzantine Empire": 1,
    "Grand Rapids": 1,
    "Potsdam": 1,
    "Russia": 1,
    "New Mexico": 1,
    "Delfland": 1,
    "Veio": 1,
    "Kéa": 1,
    "Macedonia": 1,
    "Jersey": 1,
    "Persia": 1,
    "Piraeus": 1,
    "United Kingdom": 1,
    "Passau": 1,
    "Latin Kingdom of Jerusalem": 1,
    "Thebes": 1,
    "Munich": 1,
    "Frascati": 1,
    "Château du Bréau": 1,
    "Birmingham": 1,
    "Stourbridge": 1,
    "Jalisco state": 1,
    "Raeren": 1,
    "Tenochtitlan": 1,
    "Campeche state": 1,
    "Jiangxi": 1,
    "Tournai": 1,
    "Maryland": 1,
    "Neuwied": 1,
    "Southwark": 1,
    "Massachusetts": 1,
    "Trouville": 1,
    "Kríti": 1,
    "Brittany": 1,
    "Polis": 1,
    "Niagara Falls": 1,
    "Rhine": 1,
    "Hunan": 1,
    "Peru": 1,
    "Varamin": 1,
    "Mali": 1,
    "Ikere": 1,
    "Southern Italy": 1,
    "Michigan Avenue, 18 South": 1,
    "Stirling": 1,
    "Brescia": 1,
    "Manises": 1,
    "Czech Republic": 1,
    "Alsace-Lorraine": 1,
    "Madison Street, 1214-1222 West": 1,
    "Dearborn Street, 159-169 North": 1,
    "Shahhat": 1,
    "Derby": 1,
    "Salzburg": 1,
    "Southern Europe": 1,
    "Nottingham": 1,
    "Romania": 1,
    "Scottsville": 1,
    "Sámos": 1,
    "Corning": 1,
    "New Jersey": 1,
    "Atlanta": 1,
    "Aegina": 1,
    "Bahamas": 1,
    "Ogden Avenue Bridge House": 1,
    "Trier": 1,
    "Eastern Java": 1,
    "LaSalle Street, 209 South": 1,
    "Central Java": 1,
    "Wisconsin": 1,
    "Uttar Pradesh": 1,
    "Karnataka": 1,
    "Kathmandu Valley": 1,
    "Rajasthan": 1,
    "Baltimore": 1,
    "Gandhara": 1,
    "Bedford": 1,
    "Mathura": 1,
    "Art Institute of Chicago": 1,
    "Cambridge": 1,
    "Campania": 1,
    "Turin": 1,
    "Ulm": 1,
    "Dordrecht": 1,
    "Rocky River": 1,
    "Seville": 1,
    "Illinois": 1,
    "Ethiopia": 1,
    "Gabon": 1,
    "Princeton": 1,
    "Pueblo of Acoma": 1,
    "Ville de Paris, Départment de": 1,
    "Pueblo of Santa Clara, New Mexico": 1,
    "South Asia": 1,
    "Burr Ridge": 1,
    "Leipzig": 1,
    "Zeeland": 1,
    "Teotihuacán": 1,
    "Eastern Mediterranean Region": 1,
    "Germantown": 1,
    "Argentina": 1,
    "Providence": 1,
    "Finland": 1,
    "Colombia": 1,
    "Guatemala": 1,
    "Tokyo": 1,
    "Trenton": 1,
    "Granada": 1,
    "Thanjavur": 1,
    "Lima": 1,
    "Michigan": 1,
    "Edgefield": 1,
    "Amsterdam": 1,
    "West Indies": 1,
    "Saint-Cloud": 1,
    "Arita": 1,
    "Berkeley": 1,
    "North Manly": 1,
    "Madrid": 1,
    "Australia": 1,
    "Coromandel Coast": 1,
    "Nahata Dziil": 1,
    "Great Britain": 1,
    "Gabès": 1,
    "Polacca": 1,
    "Capodimonte": 1,
    "Tanzania": 1,
    "Puerto Rico": 1,
    "Dehua": 1,
    "Bethlehem": 1,
    "Pecos": 1,
    "Nashville": 1,
    "Croatia": 1,
    "Pueblo of Pojoaque, New Mexico": 1,
    "Boston": 1,
    "Santa Fe": 1
  }
}