{
  "classifications": {
    "painting": 66,
    "bowl": 23,
    "jug": 19,
    "vase": 16,
    "box": 15,
    "plate (dishes)": 10,
    "dish": 10,
    "dekselpot": 10,
    "cup": 10,
    "grisaille; painting": 9,
    "sculpture; figure": 7,
    "figure": 7,
    "kraaikop; bowl": 7,
    "painting; grisaille": 7,
    "figure; sculpture": 6,
    "pot": 6,
    "vase; rolwagen": 6,
    "platter": 6,
    "fles": 6,
    "bellarmine": 6,
    "vase; fles": 5,
    "fles; vase": 4,
    "lid": 4,
    "deep dish; plate (dishes)": 4,
    "rolwagen; vase": 3,
    "bowl; kraaikop": 3,
    "ewer": 3,
    "plate (dishes); deep dish": 3,
    "miniature (painting)": 3,
    "sculpture": 2,
    "sakefles": 2,
    "covered bowl; bowl; tureen": 2,
    "pot; dekselpot": 2,
    "teapot": 2,
    "coin": 2,
    "musical instrument; jingle; bell (idiophone); percussion instrument; ritual object": 1,
    "figure; sculpture; Maitreya": 1,
    "tomb figure; figure": 1,
    "figure; sculpture; Avalokitesvara": 1,
    "mural painting; painting; fragment": 1,
    "inro": 1,
    "Shiva; sculpture; figure": 1,
    "hoofd; sculpture; fragment; Lokeshvara": 1,
    "Nandishvara; figure; sculpture": 1,
    "Brahma; figure; sculpture": 1,
    "figure; sculpture; Manjushri": 1,
    "kalakop; sculpture": 1,
    "sculpture; kalakop": 1,
    "kris": 1,
    "yakshi; pijler; fragment; sculpture": 1,
    "sirihdoos; tobacco box": 1,
    "kraaikop": 1,
    "incense box; kogo": 1,
    "kogo; incense box": 1,
    "box; jubako; stapeldoos": 1,
    "suzuribako": 1,
    "fragment; doorjamb; sculpture; relief (sculpture)": 1,
    "fragment; sculpture; relief (sculpture); doorjamb": 1,
    "sculpture; figure; Maitreya": 1,
    "incense box": 1,
    "hoofd; fragment; Boeddha-beeld; sculpture": 1,
    "codpiece": 1,
    "hoofd; sculpture": 1,
    "halsketting": 1,
    "ear ornament": 1,
    "flagon": 1,
    "tureen": 1,
    "bekervaas": 1,
    "pot; penselenstandaard": 1,
    "dekselpot; pot": 1,
    "stave tankard; cup": 1,
    "fles; vase; knobbelfles": 1,
    "pagode": 1,
    "sierstuk; sphere": 1,
    "rolwagen": 1,
    "relief (sculpture); fragment; sculpture": 1,
    "fragment; relief (sculpture); sculpture": 1,
    "wijnkan": 1,
    "vase; knobbelfles; fles": 1,
    "fles; knobbelfles; vase": 1,
    "Visjnoe; figure; sculpture": 1,
    "dish; tazza": 1,
    "cup; dekselvaas": 1,
    "vase; cup; bekervaas; dekselvaas": 1,
    "candlestick": 1,
    "dekselvaas": 1,
    "eating & drinking utensils; plate (dishes)": 1,
    "sakefles; fles": 1,
    "wind instrument; oboe; musical instrument": 1,
    "case": 1,
    "schnelle; ewer": 1,
    "jewellery; necklace": 1,
    "bracelet; jewellery": 1,
    "brooch; jewellery": 1,
    "ear ornament; jewellery": 1,
    "cuff links; jewellery": 1,
    "miniature; fruit (plant components)": 1,
    "drinkvat; schenkvat": 1,
    "sturzbecher": 1,
    "pot; apothecary jar": 1,
    "jug; pilgrim bottle": 1,
    "inkwell; vessel": 1,
    "sander; vessel": 1,
    "coin; drie reaal": 1,
    "plate (dishes); sherd; deep dish": 1,
    "wijnkan; teapot": 1,
    "wine cup": 1,
    "lid; bowl; sherd": 1,
    "menswear; coat; main garment; wapenrok": 1,
    "cannon": 1,
    "photograph": 1,
    "sheets (paper artifacts)": 1,
    "photograph; reproductie": 1,
    "design drawing": 1,
    "painting; tondi": 1,
    "painting; zijpaneel": 1,
    "painting; diptych": 1,
    "painting; triptych": 1
  },
  "cultures": {
    "China": 124,
    "Jingdezhen": 28,
    "Japan; Arita": 15,
    "Japan": 14,
    "Arita; Japan": 14,
    "Raeren": 8,
    "Westerwald": 7,
    "Cologne": 6,
    "Voorschoten": 5,
    "Florence": 5,
    "Frechen": 4,
    "Tamil Nadu": 3,
    "Midden-Java": 3,
    "Indonesia": 3,
    "Mathura": 3,
    "Jingdezhen; China": 3,
    "Cologne; Frechen": 3,
    "Haarlem": 3,
    "Cambodja": 2,
    "Candi Sewu": 2,
    "Gandhara": 2,
    "Trawulan": 2,
    "Antwerp": 2,
    "Longmen": 1,
    "Tianlongshan": 1,
    "Shanxi": 1,
    "Khajuraho": 1,
    "Angkor": 1,
    "Candi Merak": 1,
    "Candi Plaosan": 1,
    "Candi Lara Jonggrang": 1,
    "Candi Bubrah": 1,
    "Palembang (koningkrijk); Java": 1,
    "Sumatra": 1,
    "Japan; Bizen": 1,
    "Japan; Kyoto": 1,
    "Java": 1,
    "Oost-Java": 1,
    "Thailand": 1,
    "Kanton (stad); China": 1,
    "Kanton (stad)": 1,
    "Karnataka": 1,
    "Kasjmir; Jammu": 1,
    "Meissen": 1,
    "Paris": 1,
    "Denver": 1,
    "New York (city)": 1,
    "Mexico-Stad": 1,
    "Italy": 1,
    "Netherlands": 1,
    "Amsterdam": 1,
    "Katwijk (Zuid-Holland)": 1
  }
}