{
  "classifications": {
    "painting": 687,
    "miniature": 480,
    "vase": 173,
    "platter": 153,
    "figure": 124,
    "kelkglas": 114,
    "cup": 110,
    "flintlock pistol": 109,
    "sculpture": 108,
    "plate (dishes)": 103,
    "bowl": 73,
    "lantern slide": 72,
    "photograph": 72,
    "ewer": 66,
    "eating & drinking utensils; platter": 59,
    "dish": 58,
    "plaat": 57,
    "demonstration model": 57,
    "candlestick": 52,
    "goblet": 52,
    "jug": 51,
    "teapot": 49,
    "platter; eating & drinking utensils": 46,
    "print": 43,
    "wrist watch; jewellery": 39,
    "box": 36,
    "medal": 36,
    "salt (condiment vessel)": 35,
    "pendant (jewelry)": 34,
    "chess piece": 32,
    "radslotpistool": 31,
    "eating & drinking utensils; cup": 30,
    "scale model": 30,
    "ring (sieraad)": 28,
    "snuffbox": 28,
    "bust": 28,
    "brooch": 28,
    "tureen": 27,
    "milk jug": 27,
    "key": 27,
    "miniature; book": 27,
    "lid": 25,
    "cup; eating & drinking utensils": 25,
    "history medal": 25,
    "jewellery; wrist watch": 24,
    "pot": 23,
    "dekselpot": 23,
    "fles": 23,
    "book; miniature": 22,
    "theebus": 21,
    "vase; decoratief object": 21,
    "light (window)": 20,
    "platter; miniature": 20,
    "lock": 19,
    "chest": 18,
    "zegelstempel": 17,
    "sugar box": 17,
    "teaspoon": 17,
    "plate (dishes); eating & drinking utensils": 17,
    "miniature; platter": 17,
    "tile": 16,
    "basket": 16,
    "grisaille; painting": 16,
    "brooch; jewellery": 15,
    "roemer": 15,
    "napkin; miniature": 15,
    "candelabra": 14,
    "bloempiramide": 14,
    "orgelkast": 14,
    "napkin; dwaal; miniature": 14,
    "figure; sculpture": 13,
    "ring (sieraad); jewellery": 13,
    "coffee pot": 13,
    "kop-en-schotel": 13,
    "chair; miniature": 13,
    "miniature; stoof": 13,
    "cup; miniature": 13,
    "decoratief object; vase": 13,
    "coin": 13,
    "award medal": 13,
    "builder's model; ship model; half model": 13,
    "plaque": 12,
    "goblet; lid": 12,
    "jewellery; ring (sieraad)": 12,
    "relief (sculpture)": 12,
    "berkenmeier": 12,
    "flute glass": 12,
    "knip": 12,
    "bracelet": 11,
    "butter dish": 11,
    "miniature; chair": 11,
    "cushion; miniature": 11,
    "eating & drinking utensils; soup plate": 11,
    "miniature; napkin; dwaal": 11,
    "ornamentprent; print": 11,
    "drawing": 11,
    "chair": 10,
    "tureen; eating & drinking utensils": 10,
    "sauceboat": 10,
    "plate (dishes); miniature": 10,
    "miniature; spoon": 10,
    "rol; miniature": 10,
    "tablecloth; miniature": 10,
    "platter; plate (dishes); miniature": 10,
    "dessert plate; eating & drinking utensils": 10,
    "eating & drinking utensils; dessert plate": 10,
    "tomb figure": 10,
    "plate (dishes); miniature; platter": 10,
    "draagteken": 10,
    "weight (scale component)": 10,
    "instruction model": 10,
    "print; ornamentprent": 10,
    "drawing; pastel": 10,
    "painting; grisaille": 10,
    "sculpture; figure": 9,
    "fles; vase": 9,
    "pot; dekselpot": 9,
    "eating & drinking utensils; plate (dishes)": 9,
    "chalice": 9,
    "jewellery; brooch": 9,
    "tazza": 9,
    "bowl; miniature": 9,
    "miniature; napkin": 9,
    "miniature; platter; plate (dishes)": 9,
    "painting; miniature": 9,
    "curtain": 9,
    "service (set); cup": 9,
    "soup plate; eating & drinking utensils": 9,
    "pipe key": 9,
    "diafanoramaplaat; lantern slide": 9,
    "powder horn": 9,
    "ship model; half model; builder's model": 9,
    "sabre": 9,
    "ear ornament": 8,
    "necklace": 8,
    "sierfles; fles": 8,
    "locket": 8,
    "bloemhouder": 8,
    "jewellery; pocket watch": 8,
    "wine cooler": 8,
    "tapestry": 8,
    "cachepot": 8,
    "table piece": 8,
    "pipe; miniature": 8,
    "miniature; bowl": 8,
    "stoof; miniature": 8,
    "miniature; dierfiguur": 8,
    "miniature; kelkglas": 8,
    "miniature; cup": 8,
    "box; snuffbox": 8,
    "eating & drinking utensils; salt (condiment vessel)": 8,
    "knopstoel; miniature; chair": 8,
    "miniature; dwaal; napkin": 8,
    "napkin; miniature; dwaal": 8,
    "storm window; miniature": 8,
    "shield": 8,
    "type": 8,
    "inhoudsmaat natte waren": 8,
    "history medal; triomfpenning": 8,
    "book": 8,
    "vase; fles": 7,
    "pagode": 7,
    "coffee urn": 7,
    "jewellery; bracelet": 7,
    "jewellery; ear ornament": 7,
    "blad": 7,
    "decoratief object": 7,
    "lid; goblet": 7,
    "candlestick; miniature": 7,
    "tin": 7,
    "mustard pot": 7,
    "miniature; plate (dishes)": 7,
    "miniature; rol": 7,
    "miniature; cushion": 7,
    "plate (dishes); platter; miniature": 7,
    "voorraadfles; miniature": 7,
    "tobacco jar": 7,
    "service (set); platter": 7,
    "platter; service (set)": 7,
    "eating & drinking utensils; tureen": 7,
    "dekselpot; kaststel": 7,
    "kroes": 7,
    "kraaikop; bowl": 7,
    "sword": 7,
    "cannon": 7,
    "mirror": 6,
    "vase; rolwagen": 6,
    "jewellery; buckle": 6,
    "cruet set": 6,
    "slop bowl": 6,
    "teapot; eating & drinking utensils": 6,
    "inkstand": 6,
    "fork": 6,
    "jewellery; necklace": 6,
    "kastanjevaas": 6,
    "tobacco box": 6,
    "drinking glass": 6,
    "table": 6,
    "miniature; table knives": 6,
    "miniature; ewer": 6,
    "miniature; candlestick": 6,
    "doll; miniature; toy": 6,
    "table; miniature": 6,
    "laken (beddengoed); miniature": 6,
    "miniature; tablecloth": 6,
    "miniature; towel": 6,
    "miniature; fles": 6,
    "chair; suite": 6,
    "suite; chair": 6,
    "salt (condiment vessel); eating & drinking utensils": 6,
    "bellarmine": 6,
    "schuifsleutel": 6,
    "dwaal; napkin; miniature": 6,
    "diorama": 6,
    "pike": 6,
    "target rifle": 6,
    "two-handed sword": 6,
    "triomfpenning; history medal": 6,
    "popular print; print": 6,
    "tea bowl": 5,
    "netsuke": 5,
    "flagon": 5,
    "bekervaas": 5,
    "box; stapeldoos": 5,
    "dekselvaas": 5,
    "wandtafel": 5,
    "eating & drinking utensils; theebus": 5,
    "spoon": 5,
    "womenswear; shoe": 5,
    "coupe": 5,
    "case furniture; furniture": 5,
    "schuttersketen": 5,
    "case": 5,
    "miniature; toy; doll": 5,
    "toy; doll; miniature": 5,
    "miniature; mattress": 5,
    "basket; miniature": 5,
    "mattress; miniature": 5,
    "miniature; sloop": 5,
    "miniature; boender": 5,
    "platter; miniature; plate (dishes)": 5,
    "relief (sculpture); miniature": 5,
    "miniature; relief (sculpture)": 5,
    "miniature; painting": 5,
    "jewellery; dameshorloge": 5,
    "upholstered wall": 5,
    "cup; service (set)": 5,
    "fles; sierfles": 5,
    "chair; miniature; knopstoel": 5,
    "chair; knopstoel; miniature": 5,
    "miniature; chair; knopstoel": 5,
    "dwaal; miniature; napkin": 5,
    "jug; schnelle": 5,
    "borstelrug": 5,
    "cartridge pouch": 5,
    "small-sword": 5,
    "muts": 5,
    "show model; ship model; fully rigged model": 5,
    "sheets (paper artifacts)": 5,
    "sheath": 5,
    "pastel; drawing": 5,
    "kris": 4,
    "dekselpot; pot": 4,
    "bowl; kraaikop": 4,
    "nautilus shell cup": 4,
    "table; furniture": 4,
    "ear ornament; jewellery": 4,
    "strooibus; vaatwerk": 4,
    "chair; furniture; seating furniture": 4,
    "eating & drinking utensils; stave tankard": 4,
    "reliquary": 4,
    "dameshorloge; jewellery": 4,
    "cassette": 4,
    "pattipan": 4,
    "monstrans": 4,
    "shaving basin": 4,
    "etui": 4,
    "coffee pot; eating & drinking utensils": 4,
    "eating & drinking utensils; milk jug": 4,
    "spittoon": 4,
    "bracelet; jewellery": 4,
    "eating & drinking utensils; sugar box": 4,
    "decoratief object; figure": 4,
    "fles; decoratief object": 4,
    "communion cup; liturgisch vaatwerk": 4,
    "jewellery; comb": 4,
    "necklace; jewellery": 4,
    "komfoor": 4,
    "miniature; figure": 4,
    "slingerglas; kelkglas": 4,
    "puzzle jug": 4,
    "jewelry box": 4,
    "punchkom": 4,
    "diptych; relief (sculpture)": 4,
    "musical instrument; oboe; wind instrument": 4,
    "dressing case": 4,
    "chamberstick; miniature": 4,
    "fork; miniature": 4,
    "sconce; miniature": 4,
    "miniature; sconce": 4,
    "miniature; pail": 4,
    "whisk broom; miniature": 4,
    "scissors; miniature": 4,
    "miniature; tabouret": 4,
    "miniature; stoelkussen": 4,
    "blanket; miniature": 4,
    "miniature; cloth": 4,
    "napkin; miniature; tablecloth; towel": 4,
    "tabletop; miniature": 4,
    "fles; miniature": 4,
    "storage jar; miniature": 4,
    "kelkglas; miniature": 4,
    "ewer; miniature": 4,
    "pocket watch; jewellery": 4,
    "curtain; zijdeweefsel": 4,
    "brandy bowl": 4,
    "lacquer panel": 4,
    "aquamanile; figure": 4,
    "eating & drinking utensils; lid": 4,
    "theebus; eating & drinking utensils": 4,
    "lighting device; candlestick": 4,
    "vleugelglas; kelkglas": 4,
    "carving knife": 4,
    "miniature; curtain": 4,
    "album; miniature; book": 4,
    "miniature; storm window": 4,
    "druiveblad; miniature": 4,
    "miniature; shutter": 4,
    "vase; kaststel": 4,
    "kaststel; vase": 4,
    "dierfiguur; decoratief object": 4,
    "dagger": 4,
    "deep dish; plate (dishes)": 4,
    "jachtwapen; flintlock gun": 4,
    "flintlock gun; jachtwapen": 4,
    "hunting hanger": 4,
    "Halberd": 4,
    "ship model; demonstration model": 4,
    "sample": 4,
    "ship model; builder's model; half model": 4,
    "half model; builder's model; ship model": 4,
    "fully rigged model; show model; ship model": 4,
    "compass": 4,
    "presentation model; scale model": 4,
    "triptych; painting": 4,
    "panel (ornament area)": 3,
    "incense burner": 3,
    "painting; plaque": 3,
    "plaque; painting": 3,
    "rolwagen; vase": 3,
    "rolwagen": 3,
    "amphora": 3,
    "flacon": 3,
    "ewer; wijnkan": 3,
    "decoratief object; dierfiguur": 3,
    "pitcher": 3,
    "relief (sculpture); sculpture": 3,
    "kettle": 3,
    "furniture; case furniture": 3,
    "tazza; vaatwerk": 3,
    "tea cup; cup": 3,
    "garden vase": 3,
    "sugar box; eating & drinking utensils": 3,
    "belt": 3,
    "wandbord; plate (dishes)": 3,
    "candlestick; lighting device": 3,
    "case furniture; chest; furniture": 3,
    "tea chest": 3,
    "furniture; chair; seating furniture": 3,
    "bread basket": 3,
    "comb": 3,
    "sculpture group": 3,
    "prayer nut": 3,
    "figure; decoratief object": 3,
    "waterkan": 3,
    "vaatwerk; strooibus": 3,
    "lighting device; candelabra": 3,
    "vinaigrette": 3,
    "leunstoel": 3,
    "schnelle; jug": 3,
    "tegelveld": 3,
    "inkwell": 3,
    "oboe; musical instrument; wind instrument": 3,
    "case furniture": 3,
    "eating & drinking utensils; coffee pot": 3,
    "pasteipot": 3,
    "lid; miniature": 3,
    "broom; miniature": 3,
    "soap dish; miniature": 3,
    "miniature; ash shovel": 3,
    "spoon; miniature": 3,
    "miniature; dustpan": 3,
    "miniature; pipe": 3,
    "miniature; vuurtang": 3,
    "miniature; komfoor": 3,
    "miniature; guéridon": 3,
    "miniature; fireback": 3,
    "container; miniature": 3,
    "toy; miniature; doll": 3,
    "bedspread; miniature": 3,
    "miniature; wijnvat": 3,
    "miniature; basket": 3,
    "miniature; vloermat": 3,
    "wieg; miniature": 3,
    "sloop; miniature": 3,
    "cloth; miniature": 3,
    "miniature; laken (beddengoed)": 3,
    "wijnvat; miniature": 3,
    "dierfiguur; miniature": 3,
    "spittoon; miniature": 3,
    "painting; miniature; ceiling painting": 3,
    "sprinkler": 3,
    "artificial fruit; decoratief object": 3,
    "jardinière": 3,
    "padlock; lock": 3,
    "furniture; sconce; lighting device": 3,
    "figure; aquamanile": 3,
    "candlestick; figure": 3,
    "necessaire": 3,
    "stave tankard": 3,
    "eating & drinking utensils; slop bowl": 3,
    "eating & drinking utensils; teapot": 3,
    "chocolate cup; eating & drinking utensils": 3,
    "eating & drinking utensils; chocolate cup": 3,
    "eating & drinking utensils; spoon": 3,
    "spoon; eating & drinking utensils": 3,
    "eating & drinking utensils; soup plate; plate (dishes)": 3,
    "kelkglas; vleugelglas": 3,
    "drinking horn": 3,
    "beschuittrommel": 3,
    "breakfast service": 3,
    "relief (sculpture); diptych": 3,
    "stoelkussen; cushion; miniature": 3,
    "miniature; tafelkleed": 3,
    "miniature; kous": 3,
    "dish; miniature": 3,
    "book; ordinary of arms; miniature": 3,
    "book; album; miniature": 3,
    "painting; miniature; overmantel": 3,
    "lias; miniature": 3,
    "mule (shoe); decoratief object": 3,
    "lock; padlock": 3,
    "lantern slide; diafanoramaplaat": 3,
    "obelisk": 3,
    "musical instrument; clarinet; wind instrument": 3,
    "stertegel": 3,
    "bank": 3,
    "kaststel; dekselpot": 3,
    "history medal; erepenning": 3,
    "erepenning": 3,
    "musket; lontslotwapen": 3,
    "wine cup; bowl": 3,
    "musket": 3,
    "plate (dishes); deep dish": 3,
    "bullet (ammunition)": 3,
    "ship bell": 3,
    "rope": 3,
    "pocket pistol; flintlock pistol": 3,
    "flintlock pistol; pocket pistol": 3,
    "powder tester": 3,
    "uithangbord": 3,
    "gunmodel": 3,
    "tun": 3,
    "ship model; half model": 3,
    "builder's model; half model; ship model": 3,
    "instruction model; ship model": 3,
    "ship model; fully rigged model; show model": 3,
    "ship model; show model; fully rigged model": 3,
    "show model; fully rigged model; ship model": 3,
    "ship model; fully rigged model": 3,
    "demonstration model; gunmodel": 3,
    "sand glass": 3,
    "arrow; pijlkoker": 3,
    "candlestick; klokkandelaar; flambouwkandelaar": 3,
    "shoe": 3,
    "medal; overmanspenning": 3,
    "photobook": 3,
    "prentalbum": 3,
    "penschildering; painting": 3,
    "miniature (painting)": 3,
    "decoratiestuk; painting": 3,
    "tomb figure; figure": 2,
    "pedestal; sculpture": 2,
    "Indian miniature; drawing": 2,
    "sakefles": 2,
    "kozuka": 2,
    "incense box": 2,
    "brush holder": 2,
    "covered bowl; bowl; tureen": 2,
    "stave tankard; cup": 2,
    "vase; knobbelfles; fles": 2,
    "bowl; covered bowl; tureen": 2,
    "halsketting; jewellery": 2,
    "wijnkan": 2,
    "fles; knobbelfles; vase": 2,
    "reverse painting on glass": 2,
    "toilet casket": 2,
    "kamerscherm": 2,
    "dish; tazza": 2,
    "klapmuts; bowl": 2,
    "sketchbook": 2,
    "buckle; jewellery": 2,
    "tile; tegelveld": 2,
    "tegelveld; tile": 2,
    "tile; tile tableau": 2,
    "parfumbrander": 2,
    "sculpture; locket": 2,
    "platter; tureen": 2,
    "censer": 2,
    "bowl; porringer": 2,
    "inkstand; horlogestandaard": 2,
    "sculpture; bust": 2,
    "dish; eating & drinking utensils": 2,
    "cachet": 2,
    "tureen; platter": 2,
    "table knives": 2,
    "table; furniture; wandtafel": 2,
    "cutlery box": 2,
    "slop bowl; eating & drinking utensils": 2,
    "eating & drinking utensils; pattipan": 2,
    "eating & drinking utensils; dienblad": 2,
    "komfoor; kettle": 2,
    "vaatwerk; lid": 2,
    "avondmaalsschotel; liturgisch vaatwerk": 2,
    "commode; furniture; case furniture": 2,
    "teakettle-on-stand; komfoor; kettle": 2,
    "case; verpakking": 2,
    "cuff links; jewellery": 2,
    "milk jug; ewer": 2,
    "knottekist": 2,
    "salad bowl": 2,
    "chocolate pot": 2,
    "stok": 2,
    "cup; tea cup": 2,
    "figure; miniature": 2,
    "tile; stertegel": 2,
    "necklace; pendant (jewelry)": 2,
    "dekschaal; vaatwerk": 2,
    "case furniture; furniture; cabinet": 2,
    "cabinet; case furniture; furniture": 2,
    "bekken (schaal)": 2,
    "necessaire; reisnecessaire": 2,
    "armstoel": 2,
    "pax": 2,
    "sculpture group; figure": 2,
    "commode": 2,
    "marriage medal": 2,
    "jewellery": 2,
    "hanging; painting": 2,
    "pedestal": 2,
    "model": 2,
    "hunting horn": 2,
    "harpsichord; stringed instrument; musical instrument; keyboard instrument": 2,
    "wind instrument; musical instrument; oboe": 2,
    "wind instrument; oboe; musical instrument": 2,
    "trumpet; wind instrument; musical instrument; natural trumpet": 2,
    "pul": 2,
    "sculpture; model": 2,
    "coffee service": 2,
    "communion cup": 2,
    "pijpenslee": 2,
    "chamberstick": 2,
    "salt and pepper set": 2,
    "miniature; pan": 2,
    "skimmer; miniature": 2,
    "vuurtang; miniature": 2,
    "miniature; kaarsensnuiter": 2,
    "trowel; miniature": 2,
    "miniature; tap; spigot": 2,
    "miniature; fork": 2,
    "miniature; container": 2,
    "miniature; pannenkoeksmes": 2,
    "food chopper; miniature": 2,
    "miniature; mortar": 2,
    "teapot; miniature": 2,
    "schuurplank; miniature": 2,
    "miniature; rooster": 2,
    "miniature; tafelkomfoor": 2,
    "miniature; cake pan": 2,
    "miniature; mousetrap": 2,
    "vuurbok; miniature": 2,
    "miniature; chamber pot": 2,
    "miniature; doll; toy": 2,
    "miniature; stall bar": 2,
    "canopy bed; miniature": 2,
    "bolster; miniature": 2,
    "schoorsteenval; miniature": 2,
    "miniature; table": 2,
    "aanrechtbank; miniature": 2,
    "miniature; bakermat": 2,
    "miniature; blanket": 2,
    "towel; miniature; tablecloth; napkin": 2,
    "towel; miniature": 2,
    "miniature; kastkleed": 2,
    "kastkleed; miniature": 2,
    "miniature; band": 2,
    "miniature; chemise": 2,
    "chemise; miniature": 2,
    "jak; miniature": 2,
    "biervat; miniature; vessel": 2,
    "miniature; butter tub; vessel": 2,
    "vessel; miniature; butter tub": 2,
    "gantry; miniature": 2,
    "trestle; miniature": 2,
    "miniature; trestle": 2,
    "miniature; salting tub": 2,
    "miniature; box": 2,
    "drawing; miniature": 2,
    "miniature; print": 2,
    "miniature; decoratief object; vase": 2,
    "vase; decoratief object; miniature": 2,
    "decoratief object; vase; miniature": 2,
    "miniature; fles; vase": 2,
    "komfoor; miniature": 2,
    "miniature; storage jar": 2,
    "decoratief object; miniature": 2,
    "miniature; peat": 2,
    "miniature; slingerglas; kelkglas": 2,
    "kelkglas; miniature; slingerglas": 2,
    "miniature; vase": 2,
    "miniature; spittoon": 2,
    "scow; miniature": 2,
    "chatelaine": 2,
    "travel clocks; jewellery": 2,
    "jewellery; calendar watch; halshorloge": 2,
    "tuitkan": 2,
    "zijdeweefsel; curtain": 2,
    "armstoel; suite": 2,
    "suite; armstoel": 2,
    "sconce": 2,
    "seating furniture; chair; furniture": 2,
    "padlock; key": 2,
    "ciborium": 2,
    "pitcher; ewer": 2,
    "candlestick; kerkkandelaar": 2,
    "snuffbox; box": 2,
    "chest; case furniture; cassone; furniture": 2,
    "lighting device; sconce; furniture": 2,
    "lighting device; furniture; sconce": 2,
    "coconut cup": 2,
    "dekschaal; dish": 2,
    "cake plate": 2,
    "monteith": 2,
    "jewellery; crown": 2,
    "vessel": 2,
    "wandelstokknop": 2,
    "stafbekroning; bisschopsstaf": 2,
    "stave tankard; eating & drinking utensils": 2,
    "eating & drinking utensils; lid; tureen": 2,
    "lid; eating & drinking utensils": 2,
    "lid; vase; decoratief object": 2,
    "milk jug; eating & drinking utensils": 2,
    "eating & drinking utensils; suikerdoos": 2,
    "bowl; sauceboat; eating & drinking utensils": 2,
    "plate (dishes); soup plate; eating & drinking utensils": 2,
    "glass holder": 2,
    "house altar": 2,
    "overdoor; painting": 2,
    "suikerstrooibus": 2,
    "cup; kop-en-schotel": 2,
    "kop-en-schotel; platter": 2,
    "salt (condiment vessel); breakfast service": 2,
    "goblet; miniature": 2,
    "miniature; currycomb": 2,
    "serpent-stem glass; kelkglas; vleugelglas": 2,
    "kamerheersleutel; key": 2,
    "fantasiebeker; molenbeker": 2,
    "key; lock": 2,
    "jingle": 2,
    "ringbeker": 2,
    "miniature; knopstoel; chair": 2,
    "knopstoel; armstoel; miniature; chair": 2,
    "chair; armstoel; miniature": 2,
    "chair; miniature; leunstoel": 2,
    "hall seat; miniature; sofa": 2,
    "stoelkussen; miniature; cushion": 2,
    "miniature; pillow sham; sloop": 2,
    "wiegenkleed; miniature": 2,
    "furniture; miniature; mirror": 2,
    "miniature; dish": 2,
    "platter; miniature; dish": 2,
    "book; ordinary of arms; album; miniature": 2,
    "miniature; book; album": 2,
    "music book; book; miniature": 2,
    "book; text block; miniature": 2,
    "text block; miniature; book": 2,
    "mat; miniature": 2,
    "mural painting; miniature": 2,
    "miniature; mural painting": 2,
    "dustpan; miniature": 2,
    "miniature; iron": 2,
    "miniature; knife": 2,
    "miniature; whisk broom": 2,
    "miniature; lias": 2,
    "miniature; brandhout": 2,
    "ceiling painting; painting; miniature": 2,
    "Jacobakan; ewer": 2,
    "chrismatory": 2,
    "carafe; sierfles": 2,
    "container": 2,
    "gildevogel": 2,
    "specerijdoos; salt (condiment vessel)": 2,
    "fountain": 2,
    "clarinet; wind instrument; musical instrument": 2,
    "wind instrument; bassoon; musical instrument": 2,
    "furniture; collector's cabinet; case furniture": 2,
    "tile tableau": 2,
    "trick glass; kelkglas": 2,
    "pinkring": 2,
    "menswear; shoe": 2,
    "lid; roemer": 2,
    "musical instrument; wind instrument; oboe": 2,
    "recorder; alto recorder; musical instrument; flute": 2,
    "wind instrument; musical instrument; transverse flute; flute": 2,
    "kruistegel": 2,
    "kaststel; dekselvaas": 2,
    "bus; theebus": 2,
    "vase; jachtfles": 2,
    "chatelaine; jewellery": 2,
    "bolt": 2,
    "maquette": 2,
    "needle": 2,
    "kalfaatijzer": 2,
    "coconut (fruit)": 2,
    "wine cup": 2,
    "bowl; wine cup": 2,
    "lambis lambis": 2,
    "turbo marmoratus": 2,
    "firehose": 2,
    "weegschaal": 2,
    "sounding lead": 2,
    "ingot": 2,
    "gevestbeugel": 2,
    "knife (tool)": 2,
    "chain shot": 2,
    "sirihdoos": 2,
    "bokpistool; flintlock pistol": 2,
    "rifle": 2,
    "draailooppistool; flintlock pistol; superposee": 2,
    "superposee; draailooppistool; flintlock pistol": 2,
    "ruiterhelm": 2,
    "musketvork": 2,
    "spreidloopwapen; flintlock weapon": 2,
    "letter": 2,
    "brieventas": 2,
    "identity card": 2,
    "staff weapon": 2,
    "kruitfles": 2,
    "globe": 2,
    "erepenning; history medal": 2,
    "jachtwapen; radslotkarabijn": 2,
    "partisan": 2,
    "breastplate": 2,
    "backplate": 2,
    "dijstuk": 2,
    "glove": 2,
    "half model; ship model; builder's model": 2,
    "presentation model": 2,
    "fully rigged model; ship model": 2,
    "instruction model; ship model; fully rigged model": 2,
    "ship model; fully rigged model; instruction model": 2,
    "flintlock": 2,
    "instruction model; demonstration model": 2,
    "demonstration model; test model": 2,
    "half model; ship model": 2,
    "backplate; armor": 2,
    "tasset; armor": 2,
    "keten; erepenning": 2,
    "tooth (material); narwalhoorn": 2,
    "marriage medal; familiepenning": 2,
    "matchlock rifle": 2,
    "jachtgeweer; radslotgeweer": 2,
    "bow": 2,
    "nimcha": 2,
    "katana": 2,
    "weight (scale component); clockwork": 2,
    "klokkandelaar; flambouwkandelaar; candlestick": 2,
    "locket; plaque": 2,
    "bullet (ammunition); cannonball": 2,
    "bal": 2,
    "wheel carriage": 2,
    "epaulet": 2,
    "prijspen": 2,
    "case; draagteken": 2,
    "instant photograph": 2,
    "stereograph": 2,
    "poster": 2,
    "print; surimono": 2,
    "drawing; aquarel": 2,
    "drawing; aquarel; album": 2,
    "painting; tondi": 2,
    "ritual object; ceremonial weapon": 1,
    "ding; drievoet; ritual object": 1,
    "offerschaal; gui; ritual object": 1,
    "musical instrument; jingle; bell (idiophone); percussion instrument; ritual object": 1,
    "ceremonial weapon; Halberd; ritual object": 1,
    "architectural element": 1,
    "cong; ritual object": 1,
    "figure; sculpture; Maitreya": 1,
    "zegelstempel; figure": 1,
    "figure; sculpture; Avalokitesvara": 1,
    "mural painting; painting; fragment": 1,
    "inro": 1,
    "Shiva; sculpture; figure": 1,
    "sculpture; fragment; figure": 1,
    "sculpture; hoofd; Boeddha-beeld": 1,
    "hoofd; sculpture; fragment; Lokeshvara": 1,
    "Nandishvara; figure; sculpture": 1,
    "Brahma; figure; sculpture": 1,
    "figure; sculpture; Manjushri": 1,
    "kalakop; sculpture": 1,
    "sculpture; kalakop": 1,
    "offerdoos": 1,
    "wijnvat; hu; ritual object": 1,
    "ritual object; lid; hu; wijnvat": 1,
    "yakshi; pijler; fragment; sculpture": 1,
    "hilt": 1,
    "sirihdoos; tobacco box": 1,
    "vase; sculpture": 1,
    "cong; tube": 1,
    "fragment; mural painting": 1,
    "bowl; viskom": 1,
    "kraaikop": 1,
    "incense box; kogo": 1,
    "kogo; incense box": 1,
    "box; jubako; stapeldoos": 1,
    "suzuribako": 1,
    "fragment; doorjamb; sculpture; relief (sculpture)": 1,
    "fragment; sculpture; relief (sculpture); doorjamb": 1,
    "sculpture; figure; Maitreya": 1,
    "tea bowl; bowl": 1,
    "hoofd; fragment; Boeddha-beeld; sculpture": 1,
    "ritual object; gui; offerschaal": 1,
    "offerschaal; lid; gui": 1,
    "codpiece": 1,
    "hoofd; sculpture": 1,
    "halsketting": 1,
    "stand (support object)": 1,
    "kruistegel; tile": 1,
    "fragment; comb": 1,
    "dekselpot; lid": 1,
    "figure; tomb figure": 1,
    "penseelbak": 1,
    "box; lid": 1,
    "pot; penselenstandaard": 1,
    "penselenstandaard; vase": 1,
    "stapeldoos; lid; box": 1,
    "stapeldoos; box": 1,
    "fles; vase; knobbelfles": 1,
    "lid; stapeldoos; box": 1,
    "pagode; basement": 1,
    "pagode; pike": 1,
    "basket; box": 1,
    "stapeldoos; basket": 1,
    "sierstuk; sphere": 1,
    "jewelry box; chest": 1,
    "basket; stapeldoos": 1,
    "jewellery; hair ornament": 1,
    "jewellery; phuljhumka; earring": 1,
    "jewellery; voorhoofdsieraad": 1,
    "plate (dishes); commemorative plate": 1,
    "relief (sculpture); fragment; sculpture": 1,
    "fragment; relief (sculpture); sculpture": 1,
    "Avalokitesvara; figure; sculpture": 1,
    "Visjnoe; figure; sculpture": 1,
    "drievoet; liding": 1,
    "vessel; you": 1,
    "vessel; lid; you": 1,
    "mirror; reverse painting on glass": 1,
    "fan": 1,
    "suitcase": 1,
    "kimono": 1,
    "knobbelfles; vase; fles": 1,
    "Boeddha-beeld": 1,
    "lakdoos; box": 1,
    "lid; box": 1,
    "cup; dekselvaas": 1,
    "cup; bekervaas": 1,
    "vase; cup; bekervaas; dekselvaas": 1,
    "cup; vase; bekervaas; dekselvaas": 1,
    "cup; bekervaas; dekselvaas; vase": 1,
    "dekselvaas; cup; bekervaas; vase": 1,
    "dekselvaas; lid": 1,
    "dekselvaas; vase": 1,
    "penseelpot": 1,
    "flute; pendant (jewelry)": 1,
    "base; dierfiguur": 1,
    "vaatwerk; tazza": 1,
    "brisé fan": 1,
    "cabinet; furniture; case furniture": 1,
    "apothecary jar; pot": 1,
    "komfoor; vaatwerk": 1,
    "goblet; communion cup; cup": 1,
    "furniture; tea table; table": 1,
    "ewer; coffee urn": 1,
    "cross; pendant (jewelry)": 1,
    "tile tableau; tile": 1,
    "jewellery; pocket watch; repetitiehorloge": 1,
    "simpliciakast": 1,
    "furniture; mechanical clock; clock; table clock": 1,
    "decoratief object; shoe": 1,
    "furniture; barometer; thermometer": 1,
    "opscheplepel; spoon": 1,
    "binnenbak": 1,
    "portable altar; sculpture": 1,
    "stafbekroning": 1,
    "table piece; ewer": 1,
    "wijnkan; ewer": 1,
    "specerijpot": 1,
    "pedestal; eating & drinking utensils": 1,
    "pedestal; onderstel; eating & drinking utensils": 1,
    "horlogestandaard; inkstand": 1,
    "wandtafel; furniture; mirror; table": 1,
    "clock; furniture; mechanical clock; mantel clock; kartelklok; clockwork": 1,
    "pomander; jewellery": 1,
    "plooischotel; dish": 1,
    "clockwork; clock; mechanical clock; longcase clock; furniture": 1,
    "tête-à-tête; vaatwerk": 1,
    "wedding ring; jewellery; ring (sieraad)": 1,
    "vaatwerk; peperbus; strooibus": 1,
    "fork; cassette; spoon": 1,
    "haringschaal": 1,
    "duimenglas; lid": 1,
    "buffet; case furniture; klapbuffet; furniture": 1,
    "waterbak": 1,
    "houder": 1,
    "percussion instrument; musical instrument; rattle": 1,
    "flowerpot; garden vase": 1,
    "binding finishing hardware": 1,
    "oyster plate": 1,
    "rustbed": 1,
    "mechanical clock; clock; vase": 1,
    "dish; washbowl": 1,
    "ewer; pitcher": 1,
    "fountain; wine fountain": 1,
    "altaarkast": 1,
    "menswear; small-sword": 1,
    "case furniture; cabinet; furniture": 1,
    "foot; bloemhouder": 1,
    "plooischotel": 1,
    "standing cup; lid": 1,
    "bowl; watervat": 1,
    "yarn winder; cushion; key; needle case; knife (tool); sewing tool; thimble; awl; klos; sewing kit; handwerkgerei; box; scissors; rijgnaald": 1,
    "dienblad": 1,
    "wieg; swinging cradle; furniture": 1,
    "beurs": 1,
    "pattipan; eating & drinking utensils": 1,
    "dower chest; knottekist; chest": 1,
    "pendant (jewelry); chain": 1,
    "clockwork; mechanical clock; clock; longcase clock; furniture; musical instrument; mechanical instrument": 1,
    "plate (dishes); wandbord": 1,
    "paten": 1,
    "lid; teapot": 1,
    "chocolate cup; cup": 1,
    "lid; vaatwerk": 1,
    "mantel; interieuronderdeel; architectural element": 1,
    "chimney wing; architectural element; sconce; interieuronderdeel; mirror": 1,
    "betimmering; architectural element; interieuronderdeel": 1,
    "console; interieuronderdeel; architectural element": 1,
    "tea service; blad; platter": 1,
    "tea service; blad": 1,
    "tea service; sugar box": 1,
    "milk jug; tea service": 1,
    "platter; tea service": 1,
    "cup; tea service": 1,
    "sakefles; fles": 1,
    "jewellery; pocket watch; chronometer": 1,
    "missaalband": 1,
    "liturgisch vaatwerk; avondmaalsschotel": 1,
    "flagon; ewer": 1,
    "bekken (schaal); liturgisch vaatwerk": 1,
    "furniture; musical instrument; clockwork; mechanical instrument; mechanical clock; longcase clock; clock": 1,
    "plooischotel; platter": 1,
    "incense boat": 1,
    "seating furniture; furniture": 1,
    "chest; case furniture": 1,
    "lorgnet; spectacle; jewellery": 1,
    "case furniture; secretary": 1,
    "bell jar (instrument cover); vaatwerk": 1,
    "vaatwerk; foot": 1,
    "platter; tureen; reukbak": 1,
    "ampulla; ewer": 1,
    "ewer; ampulla": 1,
    "furniture; wandtafel": 1,
    "tulip vase": 1,
    "trembleuse; kop-en-schotel": 1,
    "womenswear; knooplaars": 1,
    "knooplaars; womenswear": 1,
    "spectacle": 1,
    "brillendoos": 1,
    "furniture; guéridon": 1,
    "guéridon; furniture": 1,
    "kelkglas; vleugelglas; serpent-stem glass": 1,
    "japon; manteau": 1,
    "shoe; womenswear": 1,
    "evening dress; japon": 1,
    "womenswear; mule (shoe)": 1,
    "mule (shoe); womenswear": 1,
    "lepelbak": 1,
    "jewellery; haarnaald": 1,
    "coffee cup; cup": 1,
    "tea service; platter": 1,
    "lid; milk jug; ewer": 1,
    "bruidsbestek": 1,
    "vinaigrette; pendant (jewelry)": 1,
    "needle case": 1,
    "tazza; wijnproefschaal": 1,
    "chest; knottekist": 1,
    "jak; streekdracht; womenswear; main garment": 1,
    "eating & drinking utensils; sauceboat": 1,
    "furniture; buffet; case furniture": 1,
    "kettle; miniature": 1,
    "furniture; seating furniture; chair": 1,
    "Amstel porselein; platter": 1,
    "Amstel porselein; tureen": 1,
    "tureen; lid; Amstel porselein": 1,
    "biggin (vessel)": 1,
    "tin; biscuit box": 1,
    "knottedoos": 1,
    "overdress; japon; womenswear; manteau; main garment": 1,
    "main garment; tablier; skirt; womenswear": 1,
    "japon; main garment; womenswear": 1,
    "trip; clothing; mule (shoe)": 1,
    "mule (shoe); clothing; trip": 1,
    "furniture; case furniture; cabinet": 1,
    "lid; sugar box; eating & drinking utensils": 1,
    "eating & drinking utensils; lid; sugar box": 1,
    "outerwear; chauffeursjas; menswear": 1,
    "tric-trac board; gameboard": 1,
    "womenswear; glove": 1,
    "glove; womenswear": 1,
    "dish warmer": 1,
    "knife": 1,
    "case furniture; furniture; chest": 1,
    "merklap; knottepong; purse": 1,
    "soup tureen": 1,
    "vaatwerk; dekschaal": 1,
    "lid; dekschaal; vaatwerk": 1,
    "vaatwerk; dekschaal; lid": 1,
    "spoon holder": 1,
    "luiermandskast; case furniture; furniture": 1,
    "tazza; dish": 1,
    "tabernacle; sculpture": 1,
    "main garment; clothing; jak; caraco; womenswear": 1,
    "houder; sirihbladhouder": 1,
    "opzetstuk": 1,
    "main garment; womenswear; riding breeches; pants": 1,
    "soup plate; plate (dishes)": 1,
    "cachepot; flowerpot": 1,
    "wandelstokknop; zegelstempel": 1,
    "relief (sculpture); lid; spiegeldoos": 1,
    "secretary; furniture": 1,
    "stertegel; tile": 1,
    "chair; armstoel": 1,
    "cup; drinking vessel": 1,
    "dressing glass; mirror": 1,
    "furniture; schrijfcassette": 1,
    "gedachtenisbord; schenkpiring; plate (dishes)": 1,
    "schenkpiring; gedachtenisbord; plate (dishes)": 1,
    "scow": 1,
    "dobbelglas; trick glass": 1,
    "corner cupboard": 1,
    "card case; notebook": 1,
    "lid; tobacco box": 1,
    "case furniture; furniture; music cabinet": 1,
    "pianoforte; stringed instrument; keyboard instrument; musical instrument": 1,
    "pijpenkabinet; furniture; case furniture; cupboard": 1,
    "houder; condiment set; vaatwerk": 1,
    "oilcan; ewer; condiment set": 1,
    "pendulekast": 1,
    "screwcap": 1,
    "candelabra; lighting device": 1,
    "main garment; womenswear; japon": 1,
    "ice bucket": 1,
    "tile; kruistegel": 1,
    "decoratief object; fles": 1,
    "coin cabinet": 1,
    "cabinet": 1,
    "tête-à-tête; blad; platter; tea service": 1,
    "tea service; tête-à-tête; teapot": 1,
    "tête-à-tête; tea service; milk jug": 1,
    "sugar box; tea service; tête-à-tête": 1,
    "tea service; tête-à-tête; cup": 1,
    "tête-à-tête; cup; tea service": 1,
    "tea service; tête-à-tête; platter": 1,
    "tea service; platter; tête-à-tête": 1,
    "secretary": 1,
    "vinaigrette; flacon": 1,
    "sculpture; cast": 1,
    "pendant (jewelry); ear ornament; ensemble": 1,
    "ring (sieraad); box": 1,
    "lapel pin": 1,
    "box; brooch": 1,
    "brooch; pendant (jewelry)": 1,
    "mould": 1,
    "cast": 1,
    "modello": 1,
    "teakettle-on-stand": 1,
    "musical box": 1,
    "mantel clock; mechanical clock": 1,
    "miniature; tafelmiddenstuk": 1,
    "painting; hanging": 1,
    "diadem": 1,
    "mechanical clock; mantel clock": 1,
    "womenswear; japon": 1,
    "schrijfkist": 1,
    "humpen": 1,
    "ewer; puzzle jug": 1,
    "chaise longue": 1,
    "kerstwieg": 1,
    "pocket watch": 1,
    "keyboard instrument; harpsichord; stringed instrument": 1,
    "flute; wind instrument; musical instrument; transverse flute": 1,
    "stringed instrument; musical instrument; bowed instrument; viola da gamba": 1,
    "bowed instrument; stringed instrument; musical instrument; viola da gamba": 1,
    "repetitiehorloge": 1,
    "riem (kledingaccessoire)": 1,
    "christusbeeld; figure": 1,
    "case furniture; kruisvoetkabinet": 1,
    "lakdoos": 1,
    "musical instrument; piccolo oboe; wind instrument; oboe": 1,
    "ring": 1,
    "pendant (jewelry); necklace": 1,
    "desk": 1,
    "japon": 1,
    "buckle": 1,
    "pillbox": 1,
    "fruit bowl": 1,
    "double bassoon; musical instrument; bassoon; wind instrument": 1,
    "slide trumpet; wind instrument; trumpet; musical instrument": 1,
    "musical instrument; transverse flute; wind instrument; flute; piccolo flute": 1,
    "clock": 1,
    "ceintuurgesp": 1,
    "aigrette": 1,
    "sopraninoblokfluit; wind instrument; musical instrument; flute; recorder": 1,
    "bust; pedestal": 1,
    "transverse flute; flute; musical instrument; wind instrument": 1,
    "embroidery": 1,
    "furniture; tabletop": 1,
    "arch": 1,
    "ewer; cup": 1,
    "kettle; komfoor": 1,
    "fruit basket; platter": 1,
    "toilet set": 1,
    "dekschaal": 1,
    "roomkom": 1,
    "service (set)": 1,
    "komfoor; teakettle": 1,
    "tea service": 1,
    "flute; vessel flute; wind instrument; musical instrument; whistle": 1,
    "chest; furniture": 1,
    "dienblad; blad": 1,
    "teapot; coffee pot": 1,
    "sweetmeat stand": 1,
    "bust; figure": 1,
    "handbell; musical instrument; percussion instrument; jingle; bell (idiophone)": 1,
    "bekken (schaal); ewer": 1,
    "basket; bread basket": 1,
    "vase; kastanjevaas": 1,
    "kastanjevaas; vase": 1,
    "dollhouse; furniture": 1,
    "plooischotel; platter; miniature": 1,
    "miniature; plooischotel; platter": 1,
    "miniature; spinning wheel": 1,
    "funnel; miniature": 1,
    "slinger; miniature": 1,
    "flesh fork; miniature": 1,
    "miniature; flesh fork": 1,
    "brush; miniature; whisk broom": 1,
    "miniature; canteen; fles": 1,
    "miniature; pijpenkomfoor": 1,
    "miniature; kaarsenbak": 1,
    "miniature; food chopper": 1,
    "miniature; trivet": 1,
    "glazenspuit; miniature": 1,
    "kettle; teakettle; miniature; teakettle-on-stand": 1,
    "miniature; extinguisher": 1,
    "fountain; miniature": 1,
    "tap; spigot; miniature": 1,
    "tap; miniature; spigot": 1,
    "spigot; miniature; tap": 1,
    "miniature; spigot; tap": 1,
    "spigot; tap; miniature": 1,
    "grater; miniature": 1,
    "miniature; poffertjespan": 1,
    "strainer; miniature": 1,
    "miniature; container; linnenbak": 1,
    "miniature; glazenspuit": 1,
    "waffle iron; miniature": 1,
    "pipe stand; miniature": 1,
    "miniature; messenbak; container": 1,
    "evenveeltjespan; miniature": 1,
    "brandy bowl; porringer; bowl; miniature": 1,
    "broom; miniature; luiwagen": 1,
    "miniature; beater": 1,
    "broom; luiwagen; miniature": 1,
    "miniature; wine cooler": 1,
    "miniature; komfoor; bekken (schaal)": 1,
    "stand (support object); miniature": 1,
    "pijpenkomfoor; miniature": 1,
    "haal; miniature": 1,
    "wandbak; miniature": 1,
    "miniature; schuier; brush": 1,
    "pot; miniature; chamber pot": 1,
    "fire screen; miniature": 1,
    "iron; miniature": 1,
    "miniature; pothook": 1,
    "miniature; kannenbord": 1,
    "platter; miniature; washbowl": 1,
    "miniature; ewer; pitcher": 1,
    "miniature; ellemaat": 1,
    "pail; miniature": 1,
    "fireback; miniature": 1,
    "miniature; spit": 1,
    "miniature; vergiet": 1,
    "vuurhek; miniature": 1,
    "ash shovel; miniature": 1,
    "miniature; plooischotel": 1,
    "miniature; tin": 1,
    "washtub; miniature": 1,
    "miniature; dressing case": 1,
    "boiler; stockpot; miniature": 1,
    "coffee pot; miniature": 1,
    "miniature; slaemmer": 1,
    "miniature; boiler; stockpot": 1,
    "miniature; stockpot; boiler": 1,
    "linen press; miniature": 1,
    "miniature; teakettle": 1,
    "miniature; specerijdoos": 1,
    "pannendeksel; miniature; lid": 1,
    "pannendeksel; lid; miniature": 1,
    "oil lamp; miniature; spout lamp": 1,
    "kaarsensnuiter; miniature": 1,
    "vergiet; miniature": 1,
    "miniature; bellow": 1,
    "miniature; cake pan; stockpot": 1,
    "doll; toy; miniature": 1,
    "miniature; toy; doll; hat": 1,
    "miniature; wieg": 1,
    "stoelkussen; miniature": 1,
    "miniature; stoelkussen; cushion": 1,
    "miniature; pin cushion": 1,
    "kamerscherm; miniature": 1,
    "miniature; cabinet": 1,
    "case furniture; miniature": 1,
    "miniature; case furniture": 1,
    "guéridon; miniature": 1,
    "miniature; table; foods": 1,
    "miniature; garden machine": 1,
    "miniature; vuurmand": 1,
    "miniature; luiermand": 1,
    "luiermand; miniature": 1,
    "baliemand; miniature": 1,
    "hamper; miniature": 1,
    "miniature; sewing basket": 1,
    "turfmand; miniature": 1,
    "miniature; turfmand": 1,
    "ring basket; miniature": 1,
    "miniature; bread basket": 1,
    "bread basket; miniature": 1,
    "vloermat; miniature": 1,
    "miniature; wiegenkleed": 1,
    "tablecloth; miniature; napkin; towel": 1,
    "towel; tablecloth; napkin; miniature": 1,
    "tablecloth; towel; miniature; napkin": 1,
    "tablecloth; napkin; towel; miniature": 1,
    "miniature; tablecloth; napkin; towel": 1,
    "napkin; tablecloth; miniature; towel": 1,
    "towel; napkin; miniature; tablecloth": 1,
    "tablecloth; towel; napkin; miniature": 1,
    "voorschoot; miniature; borststuk": 1,
    "borststuk; voorschoot; miniature": 1,
    "miniature; jak": 1,
    "muts; miniature": 1,
    "fontaneldoek; miniature": 1,
    "band; miniature": 1,
    "miniature; strijkplankkleed": 1,
    "diaper; cloth; miniature": 1,
    "miniature; wrapper": 1,
    "miniature; bedspread": 1,
    "pillowcase; miniature": 1,
    "pillowcase; sloop; miniature": 1,
    "miniature; sloop; pillowcase": 1,
    "sloop; miniature; pillowcase": 1,
    "miniature; pillowcase": 1,
    "miniature; sloop; bolster case": 1,
    "boender; miniature": 1,
    "cobweb broom; miniature": 1,
    "brush; miniature": 1,
    "biervat; miniature": 1,
    "butter tub; vessel; miniature": 1,
    "miniature; gantry": 1,
    "stair; miniature": 1,
    "miniature; kleerbak": 1,
    "pastry board; miniature": 1,
    "rolling pin; miniature": 1,
    "strijkplank; miniature": 1,
    "washtub; tub; miniature": 1,
    "tub; miniature; washtub": 1,
    "miniature; washtub; tub": 1,
    "miniature; vessel; vat": 1,
    "miniature; vat; vessel": 1,
    "miniature; tun": 1,
    "vessel; tun; miniature": 1,
    "tun; vessel; miniature": 1,
    "miniature; pot": 1,
    "miniature; doll's clothing; sabot": 1,
    "cauldron; miniature": 1,
    "floor; miniature": 1,
    "miniature; dish rack": 1,
    "mortar; miniature": 1,
    "seating furniture; miniature; chair": 1,
    "seating furniture; chair; miniature": 1,
    "miniature; privy": 1,
    "kakstoel; miniature": 1,
    "miniature; drawing": 1,
    "print; miniature": 1,
    "frame; miniature": 1,
    "miniature; frame": 1,
    "ewer; miniature; service": 1,
    "bowl; porringer; service; miniature": 1,
    "dish; service; miniature": 1,
    "miniature; cup; service": 1,
    "service; boterpot; miniature": 1,
    "service; miniature; box": 1,
    "miniature; kaststel": 1,
    "dekselvaas; miniature; decoratief object": 1,
    "miniature; decoratief object; dekselvaas": 1,
    "decoratief object; dekselvaas; miniature": 1,
    "miniature; vase; decoratief object": 1,
    "shaving basin; miniature": 1,
    "miniature; shaving basin": 1,
    "miniature; privy; lid": 1,
    "miniature; cauldron": 1,
    "vuurtest; miniature": 1,
    "miniature; voorraadfles": 1,
    "pin cushion; miniature": 1,
    "box; miniature; lens": 1,
    "box; miniature; spoon; flatware; basket": 1,
    "box; miniature": 1,
    "miniature; sculpture; decoratief object": 1,
    "miniature; doofpot": 1,
    "doofpot; miniature": 1,
    "miniature; decoratief object": 1,
    "miniature; nut (plant material); foods": 1,
    "foods; pastei; miniature; platter": 1,
    "miniature; foods; pastei; platter": 1,
    "foods; miniature; platter": 1,
    "miniature; kaas; foods": 1,
    "druiventros; foods; miniature": 1,
    "miniature; basket; box": 1,
    "peat; miniature": 1,
    "foods; miniature": 1,
    "bowl; miniature; covered bowl": 1,
    "basket; fruit (plant components); miniature": 1,
    "lighting device; candlestick; miniature; candle": 1,
    "fles; miniature; carafe": 1,
    "miniature; carafe; fles": 1,
    "slingerglas; miniature; kelkglas": 1,
    "slingerglas; kelkglas; miniature": 1,
    "overmantel; painting; miniature": 1,
    "tub; miniature": 1,
    "miniature; tub": 1,
    "miniature; kettle; teakettle": 1,
    "hook; miniature; wall hook": 1,
    "miniature; painting; ceiling painting": 1,
    "lamp; miniature; crown": 1,
    "miniature; salt (condiment vessel)": 1,
    "pyx; reverse painting on glass": 1,
    "knife; reisbestek": 1,
    "fork; reisbestek": 1,
    "pocket watch; calendar watch; jewellery": 1,
    "jewellery; dameshorloge; key": 1,
    "jewellery; cachet; wrist watch": 1,
    "inkstand; miniature": 1,
    "chess set; miniature": 1,
    "box; etui": 1,
    "furniture; case furniture; schilderskist; chest": 1,
    "case furniture; cassone; furniture; chest": 1,
    "syrup jug": 1,
    "main garment; skirt; womenswear": 1,
    "corsage; main garment; womenswear": 1,
    "corsage; womenswear; main garment": 1,
    "womenswear; chemisette": 1,
    "fragment": 1,
    "relief (sculpture); architectural element; interieuronderdeel; schoorsteen; mantel": 1,
    "vaatwerk; kandeelkop": 1,
    "jingle; handbell; percussion instrument; bell (idiophone); musical instrument": 1,
    "plate (dishes); platter": 1,
    "kelkglas; slingerglas": 1,
    "betimmering; interieuronderdeel; architectural element": 1,
    "interieuronderdeel; paneling; door; betimmering; architectural element; kroonlijst": 1,
    "mirror; mantel; architectural element; schoorsteen; interieuronderdeel": 1,
    "architectural element; interieuronderdeel; pier glass": 1,
    "architectural element; mirror; pier glass; interieuronderdeel": 1,
    "table; interieuronderdeel; furniture; pier table": 1,
    "furniture; interieuronderdeel; pier table; table": 1,
    "canapé; sofa; suite": 1,
    "beschermhoes": 1,
    "fire screen; suite": 1,
    "suite; fire screen": 1,
    "lighting device; chandelier; interieuronderdeel": 1,
    "lighting device; interieuronderdeel; luster (lighting device)": 1,
    "interieuronderdeel; lighting device; luster (lighting device)": 1,
    "carpet": 1,
    "salver; dienblad; blad": 1,
    "luiermand": 1,
    "wine cooler; vessel": 1,
    "pot; pasteipot": 1,
    "pasteipot; pot": 1,
    "desk; schrijfkabinet": 1,
    "clock; mechanical instrument; musical instrument; table clock; clockwork; furniture; mechanical clock": 1,
    "furniture; seating furniture; chair; armstoel": 1,
    "chandelier; lighting device": 1,
    "coffee service; tea service": 1,
    "molenglas": 1,
    "collector's cabinet; case furniture; furniture": 1,
    "key; padlock": 1,
    "decoratief object; figure; mannenfiguur": 1,
    "service (set); coffee pot": 1,
    "service (set); teapot": 1,
    "slop bowl; service (set)": 1,
    "service (set); milk jug": 1,
    "service (set); sugar box": 1,
    "pattipan; service (set)": 1,
    "case furniture; spiegelkabinet; furniture; cabinet": 1,
    "furniture; case furniture; collector's cabinet": 1,
    "mechanical clock; longcase clock; clockwork; clock; furniture": 1,
    "tazza; plaque": 1,
    "plaque; vaatwerk; tazza": 1,
    "frame; decoratief object; spiegellijst; furniture": 1,
    "chair; furniture; seating furniture; suite": 1,
    "caddy spoon; suikerschep; tea strainer; cassette; teaspoon": 1,
    "caddy spoon": 1,
    "suikerschep": 1,
    "tea strainer": 1,
    "brooch; corsage (costume accessory); jewellery": 1,
    "collier de chien; jewellery; halsketting": 1,
    "cellaret; case furniture; chest; furniture": 1,
    "kussenkast; case furniture; furniture": 1,
    "commode; case furniture": 1,
    "furniture; commode; case furniture": 1,
    "blad; furniture": 1,
    "secretary; furniture; desk": 1,
    "furniture; chair; desk chair; seating furniture": 1,
    "seating furniture; suite; armstoel": 1,
    "armstoel; seating furniture; chair; furniture; suite": 1,
    "furniture; seating furniture; suite; armstoel; chair": 1,
    "desk; writing table; furniture; table": 1,
    "table; bonheur-du-jour; furniture": 1,
    "longcase clock; furniture; clock; clockwork; mechanical clock": 1,
    "mechanical clock; furniture; clock; mantel clock; clockwork": 1,
    "desk; bureau table": 1,
    "table; furniture; writing table": 1,
    "architectural element; interieuronderdeel; betimmering": 1,
    "decoratief object; mirror; spiegellijst; frame": 1,
    "frame; mirror; decoratief object; spiegellijst": 1,
    "crown; chandelier; lighting device": 1,
    "crown; lighting device; chandelier": 1,
    "furniture; lighting device; sconce": 1,
    "sconce; furniture; lighting device": 1,
    "sconce; lighting device": 1,
    "vuurbok; heating system; andiron": 1,
    "heating system; andiron; vuurbok": 1,
    "struisvogelei": 1,
    "stand (support object); altar cross": 1,
    "base; figure": 1,
    "door knocker": 1,
    "retable": 1,
    "bisschopsstaf; stafbekroning; sculpture": 1,
    "balance": 1,
    "counterweight": 1,
    "table piece; reverse painting on glass": 1,
    "automaton": 1,
    "table clock; mechanical clock": 1,
    "teaspoon; onderstel": 1,
    "bekken (schaal); vaatwerk": 1,
    "suikerdoos": 1,
    "lid; platter": 1,
    "platter; lid": 1,
    "blad; salver": 1,
    "portable altar; reliquary": 1,
    "agrafe": 1,
    "toothpick; pendant (jewelry)": 1,
    "pendant (jewelry); decoratief object": 1,
    "drinking glass; goblet": 1,
    "dish; pronkstuk": 1,
    "notebook; writing instrument": 1,
    "notebook; pencil; writing instrument": 1,
    "cachet; zegelstempel": 1,
    "goblet; fantasiebeker": 1,
    "fantasiebeker; vessel": 1,
    "voorplat": 1,
    "tapijt": 1,
    "apothecary bottle": 1,
    "lid; dekselpot": 1,
    "lid; decoratief object; vase": 1,
    "vase; lid; decoratief object": 1,
    "roompot; eating & drinking utensils": 1,
    "eating & drinking utensils; chocolate pot": 1,
    "stokknop": 1,
    "suikerdoos; eating & drinking utensils": 1,
    "handbell; musical instrument; bell (idiophone); eating & drinking utensils; percussion instrument": 1,
    "cup; trembleuse; eating & drinking utensils": 1,
    "trembleuse; platter; eating & drinking utensils": 1,
    "chocolate pot; eating & drinking utensils": 1,
    "schoorsteenklok; clockwork; mechanical clock": 1,
    "clockwork; mechanical clock; schoorsteenklok": 1,
    "goblet; decoratief object": 1,
    "bourdalou": 1,
    "eating & drinking utensils; tureen; lid": 1,
    "dienblad; eating & drinking utensils": 1,
    "sugar bowl; eating & drinking utensils": 1,
