{
  "classifications": {
    "dipinto": 1431,
    "cornice di dipinto": 442,
    "miniatura": 289,
    "scomparto di predella": 79,
    "soffitto dipinto": 52,
    "scomparto di polittico": 48,
    "scomparto di trittico": 24,
    "cornice": 21,
    "statuetta": 21,
    "cimasa di polittico": 20,
    "polittico": 15,
    "predella": 11,
    "sportello di altarolo": 10,
    "trittico": 8,
    "scultura": 6,
    "valva di dittico": 5,
    "statua": 4,
    "porta": 4,
    "altarolo portatile": 3,
    "dittico": 3,
    "disegno": 3,
    "croce processionale": 3,
    "stendardo processionale": 3,
    "formella di cassone": 3,
    "capitello": 3,
    "pala d'altare": 2,
    "croce dipinta": 2,
    "soffitto": 2,
    "cornice architettonica": 2,
    "decorazione plastica": 2,
    "peduccio angolare": 2,
    "mostra di porta": 2,
    "portale": 2,
    "sinopia": 2,
    "gruppo scultoreo": 1,
    "mensola": 1,
    "decorazione plastico-pittorica": 1,
    "dittico portatile": 1,
    "pannello": 1,
    "tavolo": 1,
    "cornice a impostazione architettonica di dipinto": 1,
    "decorazione pittorica": 1,
    "busto": 1,
    "basamento": 1
  },
  "cultures": {
    "ambito fiorentino": 67,
    "ambito veneto": 24,
    "ambito emiliano": 19,
    "ambito fiorentino (?)": 19,
    "ambito italiano": 14,
    "ambito bolognese": 12,
    "ambito toscano": 11,
    "ambito fiammingo": 10,
    "ambito fiorentino (fine/ inizio secc. XVI/ XVII)": 8,
    "ambito tedesco": 7,
    "ambito francese": 7,
    "ambito fiorentino (secc. XVI/ XVII)": 7,
    "ambito Italia settentrionale": 7,
    "ambito Europa centro-occidentale": 6,
    "ambito bolognese (?)": 6,
    "ambito bolognese (fine/ inizio secc. XVI/ XVII)": 5,
    "ambito romano": 5,
    "ambito lombardo": 4,
    "ambito lombardo (?)": 3,
    "ambito emiliano (fine/ inizio secc. XVI/ XVII)": 3,
    "ambito italiano (?)": 3,
    "ambito francese (fine/ inizio secc. XVI/ XVII)": 3,
    "ambito ferrarese": 3,
    "scuola francese": 2,
    "ambito Italia settentrionale (fine/ inizio secc. XVI/ XVII)": 2,
    "ambito toscano (?)": 2,
    "ambito Italia centro-settentrionale": 2,
    "ambito veneto (fine/ inizio secc. XVI/ XVII)": 2,
    "ambito veneziano": 2,
    "ambito dell'Italia centrale": 2,
    "ambito veneto (?)": 2,
    "ambito tedesco (?)": 2,
    "ambito italiano (fine/ inizio secc. XVI/ XVII)": 2,
    "ambito emiliano (?)": 2,
    "ambito di Fontainebleau": 1,
    "ambito spagnolo": 1,
    "ambito lombardo-veneto": 1,
    "ambito veneto-friulano": 1,
    "ambito bolognese (?) (secc. XVI/ XVII)": 1,
    "manifattura fiorentina": 1,
    "ambito dell'Italia centrale (fine/ inizio secc. XVI/ XVII)": 1,
    "ambito veneziano (?)": 1,
    "ambito fiammingo (?)": 1,
    "ambito italiano (?) (fine/ inizio secc. XVI/ XVII)": 1,
    "ambito veronese": 1,
    "ambito toscano (secc. XVI/ XVII)": 1,
    "ambito francese (?)": 1,
    "ambito inglese (?)": 1,
    "manifattura italiana": 1,
    "ambito fiorentino (fine/inizio secc. XVI/ XVII)": 1,
    "ambito bresciano": 1,
    "ambito napoletano": 1,
    "ambito olandese": 1,
    "ambito Italia meridionale": 1
  }
}